{"translation-revision-date": "2025-06-09 20:23+0200", "generator": "Poedit 3.6", "source": "inc/onboarding/build/index.js", "domain": "messages", "locale_data": {"messages": {"": {"domain": "messages", "lang": "de_DE", "plural-forms": "nplurals=2; plural=(n != 1);"}, "Go Back": ["Zurück"], "Ollie": ["Ollie"], "Back to WP Admin": ["Zurück zu Admin"], "Reset Ollie Settings": ["Ollie-Einstellungen zurücksetzen"], "Reset All Settings": ["Einstellungen zurücksetzen"], "Reset settings and template customizations to the default theme settings.": ["Alle Einstellungen zu Template-Anpassungen zurücksetzen."], "Reset Ollie Styles & Settings": ["Ollie Styles & Einstellungen zurücksetzen"], "Reset all style and wizard settings to the default theme styles.": ["Zurücksetzen von Style und Einrichtungsassistenz-Einstellungen."], "Reset Ollie Templates": ["Ollie Templates zurücksetzen"], "Reset all template customizations to the default theme templates.": ["Alle Template-Anpassungen zurücksetzen."], "Resetting styles and templates should be done with caution if you have already made significant changes to your site. This cannot be undone.": ["Das Zurücksetzen von Stylen und Templates sollte mit Bedacht erfolgen da es umfassende Änderungen an deiner Website vornimmt. Dies kann nicht rückgängig gemacht werden."], "Cancel": ["Abbrechen"], "Resetting...": ["Zurücksetzen.."], "Reset Settings & Templates": ["Einstellungen und Templates zurücksetzen"], "Reset Settings": ["Einstellungen zurücksetzen"], "Reset Templates": ["Templates zurücksetzen"], "Reset": ["Zurücksetzen"], "Your settings & templates have been reset": ["Ihre Einstellungen und Vorlagen wurden zurückgesetzt"], "Your settings have been reset": ["Ihre Einstellungen wurden zurückgesetzt"], "Your templates have been reset": ["Ihre Vorlagen wurden zurückgesetzt"], "We reset both your styles and templates and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.": ["Wir haben sowohl Ihre Stile als auch Ihre Vorlagen zurückgesetzt und sie sind jetzt wieder auf den Standardeinstellungen des Designs. Fahren Sie mit dem Setup-Assistenten oder den Starter-Sites fort, um Ihre Site einzurichten."], "We reset your styles and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.": ["Wir haben Ihre Stile zurückgesetzt und sie sind jetzt wieder auf den Standardeinstellungen des Designs. Fahren Sie mit dem Setup-Assistenten oder den Starter-Sites fort, um Ihre Site einzurichten."], "We reset your templates and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.": ["Wir setzen Ihre Vorlagen zurück und sie sind jetzt wieder auf den Standardeinstellungen des Themes zurückgesetzt. Fahren Sie mit dem Setup-Assistenten oder den Starter-Sites fort, um Ihre Site einzurichten."], "Close": ["Schließen"], "Play Video": ["Video abspielen"], "Ollie Pro Dashboard": ["Ollie Pro Dashboard"], "Site Setup Wizard": ["Einrichtungsassistent"], "Starter Sites": ["Starter-Websites"], "Create Child Theme": ["Erstellen eines Child Themes"], "Install Plugins": ["Plugins installieren"], "Create Pages": ["Seiten erstellen"], "Homepage & Blog": ["Homepage & Blog"], "Color Palette": ["Farbpalette"], "Typography": ["Typografie"], "Page Layout": ["Seitenlayout"], "Header & Footer": ["Header & Footer"], "Create a Child Theme": ["Erstellen eines Child Themes"], "Use this tool to create and activate a child theme based on the Ollie theme.": ["Nutze dieses Tool um ein Child-Theme zu erstellen und zu aktivieren."], "Child theme created and activated.": ["Child-Theme erstellt und aktiviert."], "Theme Name": ["Theme Name"], "Theme URL": ["Theme URL"], "Description": ["Beschreibung"], "A child theme for Ollie.": ["Ein Child-Theme für Ollie."], "Author": ["Autor"], "Author URL": ["Autor URL"], "Version": ["Version"], "Text Domain": ["Text Domain"], "My Ollie Child Theme": ["Mein Ollie Child-Theme"], "The name of your child theme as it appears in the WordPress admin.": ["Der Name Ihres untergeordneten Themes, wie er im WordPress-Adminbereich angezeigt wird."], "Theme URL (optional)": ["Theme-URL (optional)"], "The URL where users can learn more about your theme.": ["Die URL, unter der Benutzer mehr über Ihr Theme erfahren können."], "Description (optional)": ["Beschreibung (optional)"], "A custom child theme based on Ollie.": ["Ein benutzerdefiniertes Child-Theme, das auf Ollie basiert."], "A brief description of your child theme.": ["Eine kurze Beschreibung Ihres Child-Themes."], "Author (optional)": ["Autor (optional)"], "Your Name": ["Ihr Name"], "The name of the theme author.": ["Der Name des Autors des Designs."], "Author URL (optional)": ["Autoren-URL (optional)"], "The URL of the theme author's website.": ["Die URL der Website des Theme-Autors."], "Version (optional)": ["Ausführung (optional)"], "The version number of your child theme.": ["Die Versionsnummer Ihres untergeordneten Designs."], "Text Domain (optional)": ["Textbereich (optional)"], "The text domain used for theme translations.": ["Die Textdomäne, die für Designübersetzungen verwendet wird."], "Create and Activate Child Theme": ["Erstelle und aktiviere Child-Theme"], "What is a child theme?": ["Was ist ein Child-Theme?"], "A child theme is a theme that inherits the functionality and styling of another theme (the parent theme) while allowing you to make customizations that won't be lost when the parent theme updates.": ["Ein untergeordnetes Design ist ein Design, das die Funktionalität und den Stil eines anderen Designs (des übergeordneten Designs) übernimmt und Ihnen gleichzeitig Anpassungen ermöglicht, die bei einer Aktualisierung des übergeordneten Designs nicht verloren gehen."], "Do I need a child theme?": ["Brauche in ein Child-Theme?"], "These days, most users don't need a child theme since many customizations can be done directly in the block and site editor.": ["Heutzutage benötigen die meisten Benutzer kein untergeordnetes Design, da viele Anpassungen direkt im Block- und Site-Editor vorgenommen werden können."], "I lost my customizations!": ["Ich habe meine Anpassungen verloren!"], "Global style changes are tied to your active theme. If you activate a child theme after making customizations, those changes won't appear. Always activate your child theme first, then make customizations.": ["Globale Stiländerungen sind an Ihr aktives Design gebunden. Wenn Sie ein untergeordnetes Design aktivieren, nachdem Sie Anpassungen vorgenommen haben, werden diese Änderungen nicht angezeigt. Aktivieren Sie immer zuerst Ihr untergeordnetes Theme und nehmen Sie dann Anpassungen vor."], "Create Block Theme Plugin": ["Create Block Theme Plugin"], "If you plan to do extensive work on your child theme, consider installing the ": ["Wenn Sie vorhaben, umfangreiche Arbeiten an Ihrem untergeordneten Theme durchzuführen, sollten Sie die Installation der "], ", which helps write site editor and global style changes directly to your child theme files.": [", mit der Sie Änderungen am Site-Editor und am globalen Stil direkt in Ihre untergeordneten Designdateien schreiben können."], "Heads up!": ["Vorsicht!"], "Global style changes (colors, typography, etc.) are tied to your active theme. If you activate a child theme after making customizations, those changes won't appear. You will need to activate your previous theme to see those customizations again.": ["Globale Stiländerungen (Farben, Typografie usw.) sind an Ihr aktives Theme gebunden. Wenn Sie ein untergeordnetes Design aktivieren, nachdem Sie Anpassungen vorgenommen haben, werden diese Änderungen nicht angezeigt. Sie müssen Ihr vorheriges Theme aktivieren, um diese Anpassungen wieder zu sehen."], "Create and Activate": ["Erstelle und aktiviere"], "Theme Studio": ["Weiterlesen"], "Theme Studio Docs": ["Theme Studio Docs"], "Resources": ["Ressourcen"], "Ollie Docs": ["Ollie Docs"], "Ollie Videos": ["Ollie Videos"], "Ollie Support": ["Ollie Support"], "Visit OllieWP.com": ["Besuchen Sie OllieWP.com"], "Ollie Theme Studio": ["Ollie Theme Studio"], "Use these tools to get your site up and running in just a few minutes.": ["Verwenden Sie diese Tools, um Ihre Website in nur wenigen Minuten zum Laufen zu bringen."], "Ollie Docs, Guides, and Videos": ["Ollie Docs, Anleitungen und Videos"], "We've put together comprehensive tutorials to help you build faster and smarter.": ["Wir haben umfassende Tutorials zusammengestellt, die Ihnen helfen, schneller und intelligenter zu bauen."], "Ollie Documentation": ["Ollie Dokumentation"], "Visit the Ollie docs homepage to browse all of the available docs and learn how to build with block themes.": ["Besuchen Sie die Ollie Docs-Startseite, um alle verfügbaren Dokumente zu durchsuchen und zu erfahren, wie Sie mit Blockdesigns erstellen."], "Browse the Docs": ["Durchsuchen der Dokumentation"], "Ollie Video Library": ["Ollie Videothek"], "Learn how to use the Ollie Pro pattern library, theme studio, and much more by watching our video tutorials.": ["Erfahren Sie, wie Sie die Ollie Pro-Patternbibliothek, das Theme Studio und vieles mehr verwenden, indem Sie sich unsere Video-Tutorials ansehen."], "Watch the Videos": ["Sehen Sie sich die Videos an"], "Get help with Ollie": ["Holen Sie sich Hilfe zu Ollie"], "Having trouble with your theme or want to report an issue? Submit an issue through your Ollie Pro account and we'll help out.": ["Haben Sie Probleme mit Ihrem Theme oder möchten Sie ein Problem melden? Reichen Sie ein Problem über Ihr Ollie Pro-Konto ein und wir helfen Ihnen weiter."], "Get Help with Ollie": ["Holen Sie sich Hilfe mit Ollie"], "Getting started with Ollie Pro": ["Erste Schritte mit Ollie Pro"], "Check out the videos below to learn the basics of Ollie Pro.": ["Schauen Sie sich die folgenden Videos an, um die Grundlagen von Ollie Pro zu erlernen."], "Close Starter Guide": ["Schließe Starter Guide"], "Activate Ollie Pro": ["Ollie Pro aktivieren"], "Log into your Ollie Pro account to activate Ollie Pro on this site and unlock the full Ollie Pro pattern library and pro tools.": ["Melden Sie sich bei Ihrem Ollie Pro-Konto an, um Ollie Pro auf dieser Website zu aktivieren und die vollständige Ollie Pro-Musterbibliothek und die Pro-Tools freizuschalten."], "Sign in to Ollie Pro": ["Melden Sie sich bei Ollie Pro an"], "Learn about the site wizard": ["Erfahren Sie mehr über den Website-Assistenten"], "The site setup wizard guides you through each step of your site setup including plugins, pages, typogrpahy, colors, and layouts.": ["Der Site-Setup-Assistent führt Sie durch jeden Schritt Ihrer Site-Einrichtung, einschließlich Plugins, Seiten, Typogrpahy, Farben und Layouts."], "Learn about starter sites": ["Erfahren Sie mehr über Starter-Websites"], "Starter sites are one-click sites pre-configured with pages, templates, styles, and plugins to help you launch faster.": ["Starter-Sites sind Ein-Klick-Sites, die mit Seiten, Vorlagen, Stilen und Plugins vorkonfiguriert sind, damit Sie schneller starten können."], "Learn about the pattern library": ["Erfahren Sie mehr über die Musterbibliothek"], "Learn how to use the Ollie Pro pattern library to browse hundreds of pixel-perfect, responsive patterns and page layouts.": ["Erfahren Sie, wie Sie mit der Ollie Pro-Musterbibliothek Hunderte von pixelgenauen, responsiven Mustern und Seitenlayouts durchsuchen können."], "Design better, build faster, and publish sooner with Ollie": ["Besser entwerfen, schneller erstellen und schneller veröffentlichen mit Ollie"], "A new era of site building has arrived in WordPress. With the powerful new site editor, you can build beautiful, blazing-fast websites natively with WordPress and Ollie — no page builder plugins required.": ["Eine neue Ära der Website-Erstellung ist in WordPress angekommen. Mit dem leistungsstarken neuen Website-Editor kannst du wunderschöne, blitzschnelle Websites nativ mit WordPress und Ollie erstellen – ohne dass Page-Builder-Plugins erforderlich sind."], "Sign In to Ollie Pro": ["Melden Sie sich bei Ollie Pro an"], "Get Ollie Pro now": ["Holen Sie sich jetzt Ollie Pro"], "Login successful!": ["Login erfolgreich!"], "Sign in to unlock the Ollie Pro pattern library and other pro features.": ["Melden Sie sich an, um die Ollie Pro-Musterbibliothek und andere Pro-Funktionen freizuschalten."], "Email": ["E-Mail"], "Password": ["Passwort"], "Sign in": ["Anmelden"], "Forgot Password?": ["Passwort vergessen?"], "Sign In": ["Anmelden"], "My Account": ["Mein Konto"], "No active subscription found.": ["Kein aktives Abonnement gefunden."], "Please renew your subscription to continue using Ollie Pro.": ["Bitte erneuern Sie Ihr Abonnement, um Ollie Pro weiterhin nutzen zu können."], "Get Ollie Pro": ["Holen Sie sich Ollie Pro"], "You are an Ollie Pro!": ["Du bist ein Ollie Pro!"], "Manage your subscription, activations and other account details by visiting your account area on OllieWP.com.": ["Verwalten Sie Ihr Abonnement, Ihre Aktivierungen und andere Kontodaten, indem Sie Ihren Kontobereich auf OllieWP.com besuchen."], "Go to your account": ["Gehen Sie zu Ihrem Konto"], "Logged in with": ["Angemeldet als %s"], "Log out of Ollie Pro": ["Melden Sie sich von Ollie Pro ab"], "The website was deactivated successfully.": ["Die Website wurde erfolgreich deaktiviert."], "Deactivate website from Ollie Pro": ["Website von Ollie Pro deaktivieren"], "Manage your subscription and other account details by visiting your account area on OllieWP.com.": ["Verwalten Sie Ihr Abonnement und andere Kontodaten, indem Sie Ihren Kontobereich auf OllieWP.com besuchen."], "Unlock these pages with Ollie Pro": ["Entsperren Sie diese Seiten mit Ollie Pro"], "Get Ollie Pro to start building with these pixel-perfect pages and hundreds of responsive patterns.": ["Holen Sie sich Ollie Pro, um mit diesen pixelgenauen Seiten und Hunderten von responsiven Mustern zu beginnen."], "Visit the Ollie site setup wizard to quickly walk through each step of your site setup including colors, typography, page creation, and more.": ["Besuchen Sie den Ollie-Site-Setup-Assistenten, um schnell jeden Schritt Ihrer Site-Einrichtung zu durchlaufen, einschließlich Farben, Typografie, Seitenerstellung und mehr."], "Start Site Setup": ["Starten der Site-Einrichtung"], "Ollie starter sites are pre-configured sites that save you a ton of time by automatically installing plugins, creating pages, and more.": ["Ollie-Starterseiten sind vorkonfigurierte Websites, die Ihnen eine Menge Zeit sparen, indem sie automatisch Plugins installieren, Seiten erstellen und vieles mehr."], "Import a Starter Site": ["Importieren einer Starter-Site"], "Looking to make code customizations? Use the child theme creator to create your own child theme where you can safely make changes.": ["Möchten Sie Codeanpassungen vornehmen? Verwenden Sie den Ersteller des untergeordneten Designs, um Ihr eigenes untergeordnetes Thema zu erstellen, an dem Sie sicher Änderungen vornehmen können."], "Installed the starter site plugins!": ["Installierte die Starter-Site-Plugins!"], "Install the starter site plugins": ["Installieren Sie die Plugins der Starter-Site"], "Updated your typography and color palette!": ["Aktualisieren Sie Ihre Typografie und Farbpalette!"], "Update your typography and color palette global styles": ["Aktualisieren Sie Ihre Typografie und Farbpalette, globale Stile"], "Created the starter site pages!": ["Erstellen Sie die Starter-Seite!"], "Create the starter site pages": ["Erstellen der Starter-Seiten"], "Updated your templates!": ["Aktualisieren Sie Ihre Templates!"], "Update your templates to match the starter site": ["Aktualisieren Sie Ihre Templates, um sie an die Starterseite anzupassen"], "Ollie Pro Starter Sites": ["Ollie Pro Starter-Seiten"], "Generate an entire pre-made site with pages, typography, colors, and more with a starter site.": ["Generieren Sie mit einer Starter-Site eine komplette vorgefertigte Website mit Seiten, Typografie, Farben und mehr."], "Starter Site Intro": ["Starter-Site-Intro"], "Learn more about Starter Sites and how to use them to quickly create a new site. ": ["Erfahren Sie mehr über Starter-Sites und wie Sie sie verwenden können, um schnell eine neue Site zu erstellen. "], "Watch Video Tutorial": ["Video Tutorial ansehen"], "Sign in to import": ["Zum Importieren anmelden"], "Import": ["Import"], "Starter Site": ["Starter-Seite"], "Import Starter Site": ["Starter-Website importieren"], "Importing this starter site will make the following changes to your site:": ["Durch das Importieren dieser Starter-Site werden die folgenden Änderungen an Ihrer Site vorgenommen:"], "Install the plugins you selected": ["Installieren Sie die von Ihnen ausgewählten Plugins"], "Create the pages you selected": ["Erstellen Sie die von Ihnen ausgewählten Seiten"], "Please note that this will override existing templates, template parts, and global styles on your site.": ["Bitte beachten Sie, dass dadurch vorhandene Vorlagen, Vorlagenparts und globale Stile auf Ihrer Website überschrieben werden."], "Import Site": ["Seite importieren"], "We are importing your starter site...": ["Wir importieren Ihre Startseite..."], "Your site is ready!": ["Die Website ist bereit!"], "Your starter site has been imported successfully. You can now customize your site in the Site Editor.": ["Ihre Startseite wurde erfolgreich importiert. Sie können Ihre Website jetzt im Site-Editor anpassen."], "View Your Site": ["Ihre Webseite anschauen"], "View the front end of your site in a new tab": ["Zeigen Sie das Frontend Ihrer Website in einem neuen Tab an"], "View Site": ["Seite anzeigen"], "Edit Your Site": ["Ihre Website bearbeiten"], "Start customizing your site via the Site Editor": ["Beginnen Sie mit der Anpassung Ihrer Website über den Site-Editor"], "Open Site Editor": ["Öffnen Sie den Site-Editor"], "Edit Header and Footer": ["Kopf- und Fußzeile bearbeiten"], "Edit your header and footer via the Site Editor": ["Bearbeiten Sie Ihre Kopf- und Fußzeile über den Site-Editor"], "Edit Template Parts": ["Bearbeiten von Vorlagenparts"], "Unlock this starter site with Ollie Pro": ["Entsperren Sie diese Seiten mit Ollie Pro"], "Get Ollie Pro to instantly create this a site and start building with hundreds of responsive patterns.": ["Holen Sie sich Ollie Pro, um mit diesen pixelgenauen Seiten und Hunderten von responsiven Mustern zu beginnen."], "View Demo": ["Demo anzeigen"], "%s Preview": ["%s Vorschau"], "About this starter site": ["Erfahren Sie mehr über Starter-Websites"], "Starter Site Plugins": ["Starter-Website Plugins"], "The following plugins are installed with this starter site:": ["Die folgenden Plugins werden mit dieser Starter-Seite installiert:"], "Installed": ["Installiert"], "Page Designs": ["Seiten-Designs"], "The following pages are included with the starter site:": ["Die folgenden Seiten sind in dieser Starter-Site inkludiert:"], "%s preview": ["%s preview"], "Start Setup": ["Einrichtung starten"], "Install and Continue": ["Installieren und weiter"], "Create Pages and Continue": ["Seiten erstellen und weiter"], "Save and Finish": ["Speichern und beenden"], "Save and Continue": ["Speichern und weiter"], "Use one of the carefully-crafted color palettes we've created, or generate your own below.": ["Verwenden Sie eine der sorgfältig zusammengestellten Farbpaletten, die wir erstellt haben, oder erstellen Sie unten Ihre eigene."], "Color palette options": ["Farbpalettenoptionen"], "Choose a color palette below": ["Wählen Sie unten eine Farbpalette aus"], "Generate your own palette": ["Generieren Sie Ihre eigene Palette"], "Color palettes": ["Farbpaletten"], "Purple": ["Lila"], "Blue": ["Blau"], "Green": ["Grün"], "Orange": ["Orange"], "Pink": ["Pink"], "Red": ["Rot"], "Teal": ["Blaugrün"], "Neon": ["Neon"], "Create a color palette": ["Erstellen einer Farbpalette"], "Generate a custom color palette based on your brand color using the color picker.": ["Generieren Sie mit dem Farbwähler eine benutzerdefinierte Farbpalette basierend auf Ihrer Markenfarbe."], "This brand color may be tough to read. Try making it a little darker.": ["Diese Markenfarbe kann schwer zu lesen sein. Versuchen Sie, es etwas dunkler zu machen."], "Pro Tip": ["Pro Tipp"], "You can change adjust your color palette further in the Global Styles panel of the Site Editor.": ["Sie können Ihre Farbpalette im Bedienfeld \"Globale Stile\" des Site-Editors weiter anpassen."], "Preview of your homepage": ["Vorschau Ihrer Homepage"], "Ollie Homepage": ["Ollie Homepage"], "Ollie Blog": ["Ollie Blog"], "Ollie About": ["Ollie Über"], "Ollie Features": ["Ollie Eigenschaften"], "Ollie Pricing": ["Ollie Preisgestaltung"], "Ollie Download": ["Ollie Herunterladen"], "Ollie Profile": ["Ollie Profil"], "Agency": ["Agentur"], "Creator": ["Ersteller"], "Startup": ["Startup"], "Studio": ["Studio"], "Choose which pages you'd like to create and we'll customize them in the next steps.": ["Wählen Sie aus, welche Seiten Sie erstellen möchten, und wir werden sie in den nächsten Schritten anpassen."], "You can mix and match pages from different collections. Once added to your site, each page seamlessly adapts to your site's current color and typography styles.": ["Sie können Seiten aus verschiedenen Sammlungen mischen und abgleichen. Sobald sie zu Ihrer Website hinzugefügt wurde, passt sich jede Seite nahtlos an die aktuellen Farb- und Typografiestile Ihrer Website an."], "Your site is ready to go!": ["Ihre Website ist startklar!"], "You've completed the setup process! Now you can view, edit, and customize your site using the Site Editor and start building with Ollie and Ollie Pro.": ["Sie haben den Einrichtungsvorgang abgeschlossen! Jetzt können Sie Ihre Website mit dem Site-Editor anzeigen, bearbeiten und anpassen und mit der Entwicklung mit Ollie und Ollie Pro beginnen."], "Open your site to check out the live front-end view.": ["Öffnen Sie Ihre Website, um die Live-Frontend-Ansicht zu sehen."], "Go to the Site Editor to view and edit your homepage, navigations, and customize your site with global styles.": ["Gehen Sie zum Site-Editor, um Ihre Startseite und Navigationen anzuzeigen und zu bearbeiten und Ihre Website mit globalen Stilen anzupassen."], "Edit Site": ["Seite bearbeiten"], "Edit Your Header and Footer": ["Kopf- und Fußzeile bearbeiten"], "Go to the Site Editor to edit your header and footer template parts and site navigation.": ["Wechseln Sie zum Site-Editor, um Ihre Kopf- und Fußzeilenvorlagenteile und die Site-Navigation zu bearbeiten."], "Visit the dashboard to sign in and unlock the entire Ollie Pro pattern library.": ["Besuchen Sie das Dashboard, um sich anzumelden und die gesamte Ollie Pro-Musterbibliothek freizuschalten."], "Visit Dashboard": ["Dashboard aufrufen"], "View Ollie Docs": ["Ollie Docs anzeigen"], "Watch tutorial videos and read through the docs to learn how to build beautiful websites with Ollie.": ["Sehen Sie sich Tutorial-Videos an und lesen Sie die Dokumente, um zu erfahren, wie Sie mit Ollie schöne Websites erstellen."], "Header and Footer": ["Header und Footer"], "Choose a design for your header and footer. You can customize further in the Site Editor.": ["Wählen Sie ein Design für Ihre Kopf- und Fußzeile. Sie können im Site-Editor weitere Anpassungen vornehmen."], "Choose your header style": ["Wählen Sie Ihren Header-Stil"], "Header With Navs": ["Kopfzeile mit Navigationspunkten"], "Header With Buttons": ["Kopfzeile mit Schaltflächen"], "Header With Banner": ["Kopfzeile mit Banner"], "Do you want a light or dark header?": ["Möchten Sie einen hellen oder dunklen Header?"], "Light": ["Hell"], "Dark": ["Dunkel"], "Choose your footer style": ["Wählen Sie Ihren Fußzeilenstil"], "Footer with Nav Columns": ["Fußzeile mit Navigationsspalten"], "Footer Minimal": ["Fußzeile Minimal"], "Footer Centered": ["Fußzeile zentriert"], "Do you want a light or dark footer?": ["Möchten Sie eine helle oder dunkle Fußzeile?"], "You can customize your header and footer later in Site Editor → Patterns → Template Parts.": ["Sie können Ihre Kopf- und Fußzeile später im Site-Editor → Muster → Vorlagenparts anpassen."], "Header Preview": ["Vorschau Briefkopf"], "Header preview": ["Vorschau der Kopfzeile"], "Footer Preview": ["Vorschau der Fußzeile"], "Footer preview": ["Vorschau der Fußzeile"], "Select a page": ["Seite auswählen"], "Failed to create a new page.": ["Fehler beim Erstellen der Seite."], "Failed to create a new page. Please try again.": ["Fehler beim Erstellen der Seite. Bitte versuche es erneut."], "Choose a Home page": ["Wähle eine Homepage"], "Select what you'd like to show on your homepage.": ["Wähle was du als Homepage anzeigen möchtest."], "Your homepage displays:": ["Deine Hompage:"], "Your latest posts": ["Deine letzten Beiträge"], "A custom page": ["Eine eigene Seite"], "Select a homepage": ["Wähle eine Homepage"], "Loading pages...": ["Lade Seiten.."], "Choose a Blog page": ["Wähle eine Blog-Seite"], "Select a page to display your latest blog posts.": ["Wähle eine Seite für deine Blog-Artikel."], "Select a blog page:": ["Wähle deine Blog-Seite:"], "Success! We created a page called ": ["Erfolg! Wir haben eine Seite erstellt "], ". We'll use that for your blog.": [". Wir nutzen das für deinen Blog."], "Don't have a blog page yet? No problem, we can create one for you real quick.": ["Du hast noch keine Blog-Seite? Kein Problem, wir können das für dich erledigen."], "Create a blog page": ["Erstelle eine Blog-Seite"], "Updating preview...": ["Vorschau wird aktualisiert.."], "Permalink update required": ["Permalinks müssen aktualisiert werden"], "Please modify your permalink settings. We can't preview your homepage with plain permalinks.": ["Bitte passe deine Permalinks an. Wir können ohne sprechende Permalinks keine Vorschau anzeigen."], "Install Essential Plugins": ["Installieren Sie wichtige Plugins"], "These plugins are highly recommended for building a block-based website with Ollie.": ["Diese Plugins sind sehr zu empfehlen, um eine blockbasierte Website mit Ollie zu erstellen."], "The Icon Block": ["Der Icon-Block"], "Add a collection of customizable icons to your content. Required with Ollie Pro.": ["Fügen Sie Ihren Inhalten eine Sammlung anpassbarer Symbole hinzu. Erforderlich für Ollie Pro."], "Plugin Installed": ["Plugin installiert"], "Activate Plugin": ["Plugin aktivieren"], "Install this plugin (Required)": ["Installieren Sie dieses Plugin (erforderlich)"], "Block Visibility": ["Block Visibility"], "Control where your blocks appear and who can see them based on simple conditions.": ["Kontrollieren Sie, wo Ihre Blöcke erscheinen und wer sie sehen kann, basierend auf einfachen Bedingungen."], "Install this plugin": ["Dieses Plugin installieren"], "Advanced Query Loop": ["Erweiterte Abfrageschleife"], "Enhances the query loop block by adding more options and advanced queries.": ["Erweitert den Abfrageschleifenblock durch Hinzufügen weiterer Optionen und erweiterter Abfragen."], "View Advanced Plugins": ["Erweiterte Plugins anzeigen"], "Advanced Plugins": ["Erweiterte Plugins"], "These plugins are optional, but may be helpful for building advanced block-based websites.": ["Diese Plugins sind optional, können aber hilfreich sein, um fortgeschrittene blockbasierte Websites zu erstellen."], "Create Block Theme": ["Block-Theme erstellen"], "A developer tool for creating block themes and writing site editor changes to your theme.": ["Ein Entwicklertool zum Erstellen von Blockthemen und zum Schreiben von Änderungen des Site-Editors an Ihrem Thema."], "Custom Post Type UI": ["Custom Post Type UI"], "Provides an easy interface for registering and managing custom post types and taxonomies": ["Bietet eine einfache Schnittstelle zum Registrieren und Verwalten von benutzerdefinierten Beitragstypen und Taxonomien"], "Performance Lab": ["Leistungslabor"], "A collection of features focused on enhancing performance of your site.": ["Eine Sammlung von Funktionen, die sich auf die Verbesserung der Leistung Ihrer Website konzentrieren."], "Installing...": ["Installiere …"], "Choose how you want your pages and blog posts to be displayed.": ["Wählen Sie aus, wie Ihre Seiten und Blogbeiträge angezeigt werden sollen."], "Page layout options": ["Optionen für das Seitenlayout"], "Centered": ["Zentriert"], "Centered layout": ["Zentriertes Layout"], "Wide": ["Breite"], "Wide layout": ["Breites Layout"], "Left Sidebar": ["Linke Seitenleiste"], "Left sidebar layout": ["Layout der linken Seitenleiste"], "Right Sidebar": ["Rechte Seitenleiste"], "Right sidebar layout": ["Layout der rechten Seitenleiste"], "Use this layout for your blog posts as well": ["Verwenden Sie dieses Layout auch für Ihre Blog-Posts"], "Blog post layout": ["Blogbeitrag-Layout"], "Blog layout options": ["Optionen für das Blog-Layout"], "Grid": ["Raster"], "Grid layout": ["Gitter Ansicht"], "List": ["Liste"], "List layout": ["Listen Layout"], "Preview of blog page": ["Vorschau der Blog-Seite"], "Preview of style guide page": ["Vorschau der Styleguide-Seite"], "We've created a curated collection of beautiful typography to help you get started.": ["Wir haben eine kuratierte Sammlung wunderschöner Typografie erstellt, um Ihnen den Einstieg zu erleichtern."], "Choose your typography style": ["Wählen Sie Ihren Typografie-Stil"], "Style 1": ["Stil 1"], "Mona Sans": ["Mona Sans"], "Style 2": ["Stil 2"], "Mona Sans Extended": ["Mona Sans Extended"], "Style 3": ["Style 3"], "Mona Sans Chunky": ["Mona Sans Chunky"], "Style 4": ["Style 4"], "Mona Sans Narrow": ["Mona Sans Schmal"], "Style 5": ["Stil 5"], "DM Sans": ["DM Sans"], "Style 6": ["Style 6"], "Big Shoulders": ["Breite Schultern"], "Style 7": ["Style 7"], "Space Grotesk": ["Leerzeichengrotesk"], "Style 8": ["Style 8"], "Montagu Slab": ["Montagu-Platte"], "Style 9": ["Stil 9"], "Fraunces": ["Fraunces"], "Style 10": ["Stil 10"], "Source Serif 4": ["Quelle Serife 4"], "You can change your typography settings later in the Global Styles panel of the Site Editor.": ["Sie können Ihre Typografieeinstellungen später im Bedienfeld \"Globale Formatvorlagen\" des Site-Editors ändern."], "Quick Start Wizard": ["Schnellstart-Assistent"], "Welcome to the Ollie Quick Start Wizard. This setup wizard will help you create pages, customize the styles on your site, and much more.": ["Willkommen beim Ollie Quick Start Wizard. Dieser Einrichtungsassistent hilft Ihnen beim Erstellen von Seiten, beim Anpassen der Stile auf Ihrer Website und bei vielem mehr."], "Start Setup Wizard": ["Starten des Setup-Assistenten"], "Welcome to Ollie Pro!": ["Willkommen bei Ollie Pro!"], "Visit the Ollie Dashboard (Appearance → Ollie) to activate Ollie Pro, use the setup wizard, and access docs and video tutorials. Head over there to get started!": ["Besuchen Sie das Ollie-Dashboard (Darstellung → Ollie), um Ollie Pro zu aktivieren, den Einrichtungsassistenten zu verwenden und auf Dokumente und Video-Tutorials zuzugreifen. Gehen Sie dort vorbei, um loszulegen!"], "View Ollie Dashboard →": ["Ollie Dashboard-→ anzeigen"], "Skip for now": ["Für jetzt überspringen"]}}}