{"translation-revision-date": "2025-06-29 11:58+0200", "generator": "Poedit 3.6", "source": "inc/onboarding/build/index.js", "domain": "messages", "locale_data": {"messages": {"": {"domain": "messages", "lang": "ja", "plural-forms": "nplurals=2; plural=(n != 1);"}, "Go Back": ["前に戻る"], "Ollie": ["Ollie"], "Back to WP Admin": ["WP 管理者に戻る"], "Reset Ollie Settings": ["Ollie設定をリセットする"], "Reset All Settings": ["すべての設定をリセット"], "Reset settings and template customizations to the default theme settings.": ["設定とテンプレートのカスタマイズをデフォルトのテーマ設定にリセットします。"], "Reset Ollie Styles & Settings": ["Ollieのスタイルと設定をリセット"], "Reset all style and wizard settings to the default theme styles.": ["すべてのスタイルとウィザードの設定をデフォルトのテーマスタイルにリセットします。"], "Reset Ollie Templates": ["Ollieテンプレートのリセット"], "Reset all template customizations to the default theme templates.": ["すべてのテンプレートのカスタマイズをデフォルトのテーマテンプレートにリセットします。"], "Resetting styles and templates should be done with caution if you have already made significant changes to your site. This cannot be undone.": ["スタイルとテンプレートのリセットは、サイトにすでに大幅な変更を加えている場合は注意して行う必要があります。これは元に戻せません。"], "Cancel": ["キャンセル"], "Resetting...": ["リセットしています…"], "Reset Settings & Templates": ["設定とテンプレートのリセット"], "Reset Settings": ["設定をリセット"], "Reset Templates": ["テンプレートのリセット"], "Reset": ["リセット"], "Your settings & templates have been reset": ["設定とテンプレートがリセットされました"], "Your settings have been reset": ["設定がリセットされました"], "Your templates have been reset": ["テンプレートがリセットされました"], "We reset both your styles and templates and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.": ["スタイルとテンプレートの両方がリセットされ、テーマのデフォルトに戻ります。セットアップ ウィザードまたはスターター サイトに進み、サイトをセットアップします。"], "We reset your styles and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.": ["スタイルがリセットされ、テーマのデフォルトに戻ります。セットアップ ウィザードまたはスターター サイトに進み、サイトをセットアップします。"], "We reset your templates and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.": ["テンプレートがリセットされ、テーマのデフォルトに戻ります。セットアップ ウィザードまたはスターター サイトに進み、サイトをセットアップします。"], "Close": ["閉じる"], "Play Video": ["ビデオ再生"], "Ollie Pro Dashboard": ["Ollie Proダッシュボード"], "Site Setup Wizard": ["サイトセットアップウィザード"], "Starter Sites": ["スターターサイト"], "Create Child Theme": ["子テーマの作成"], "Install Plugins": ["プラグインをインストール"], "Create Pages": ["ページ作成"], "Homepage & Blog": ["ホームページ&ブログ"], "Color Palette": ["カスタムカラーパレット"], "Typography": ["タイポグラフィ"], "Page Layout": ["ページレイアウト"], "Header & Footer": ["ヘッダーとフッター"], "Create a Child Theme": ["新しい子テーマの作成"], "Use this tool to create and activate a child theme based on the Ollie theme.": ["このツールを使用して、Ollieテーマに基づいて子テーマを作成およびアクティブ化します。"], "Child theme created and activated.": ["子テーマが作成され、アクティブ化されました。"], "Theme Name": ["テーマ名"], "Theme URL": ["テーマの URL"], "Description": ["説明"], "A child theme for Ollie.": ["Ollieの子テーマ"], "Author": ["投稿者"], "Author URL": ["制作者 URL"], "Version": ["バージョン"], "Text Domain": ["テキストドメイン"], "My Ollie Child Theme": ["Ollieの子テーマ"], "The name of your child theme as it appears in the WordPress admin.": ["WordPress管理画面に表示される子テーマの名前"], "Theme URL (optional)": ["テーマ URL (オプション)"], "The URL where users can learn more about your theme.": ["ユーザーがテーマについての詳細URL"], "Description (optional)": ["説明 (オプション)"], "A custom child theme based on Ollie.": ["Ollieにベースにしたカスタム子テーマ"], "A brief description of your child theme.": ["子テーマの簡単な説明"], "Author (optional)": ["著者 (オプション)"], "Your Name": ["名前"], "The name of the theme author.": ["テーマの作成者"], "Author URL (optional)": ["作成者 URL (オプション)"], "The URL of the theme author's website.": ["テーマ作成者の Web サイトURL。"], "Version (optional)": ["バージョン (オプション)"], "The version number of your child theme.": ["子テーマのバージョン番号"], "Text Domain (optional)": ["テキストドメイン (オプション)"], "The text domain used for theme translations.": ["テーマの翻訳に使用されるテキストドメイン"], "Create and Activate Child Theme": ["子テーマの作成とアクティブ化"], "What is a child theme?": ["子テーマとは?"], "A child theme is a theme that inherits the functionality and styling of another theme (the parent theme) while allowing you to make customizations that won't be lost when the parent theme updates.": ["子テーマは、別のテーマ (親テーマ) の機能とスタイルを継承しながら、親テーマの更新時に失われないカスタマイズを行うことができるテーマです。"], "Do I need a child theme?": ["子テーマは必要ですか?"], "These days, most users don't need a child theme since many customizations can be done directly in the block and site editor.": ["最近では、多くのカスタマイズをブロックエディターとサイトエディターで直接行うことができるため、ほとんどのユーザーは子テーマを必要としません。"], "I lost my customizations!": ["カスタマイズをなくしてしまいました!"], "Global style changes are tied to your active theme. If you activate a child theme after making customizations, those changes won't appear. Always activate your child theme first, then make customizations.": ["グローバルスタイルの変更は、アクティブなテーマに関連付けられています。カスタマイズ後に子テーマをアクティブ化した場合、それらの変更は表示されません。常に最初に子テーマをアクティブ化してから、カスタマイズを行います。"], "Create Block Theme Plugin": ["ブロックテーマプラグインを作成"], "If you plan to do extensive work on your child theme, consider installing the ": ["子テーマで広範な作業を行う予定の場合は、"], ", which helps write site editor and global style changes directly to your child theme files.": ["は、サイトエディターとグローバルスタイルの変更を子テーマファイルに直接書き込むのに役立ちます。"], "Heads up!": ["注意!"], "Global style changes (colors, typography, etc.) are tied to your active theme. If you activate a child theme after making customizations, those changes won't appear. You will need to activate your previous theme to see those customizations again.": ["グローバルなスタイル変更(色、タイポグラフィなど)は、アクティブなテーマに関連付けられています。カスタマイズ後に子テーマをアクティブ化した場合、それらの変更は表示されません。これらのカスタマイズを再度表示するには、以前のテーマをアクティブ化する必要があります。"], "Create and Activate": ["作成とアクティブ化"], "Theme Studio": ["テーマスタジオ"], "Theme Studio Docs": ["テーマスタジオドキュメント"], "Resources": ["リソース"], "Ollie Docs": ["Ollie使い方ガイド"], "Ollie Videos": ["Ollie使い方ビデオ講座"], "Ollie Support": ["Ollieサポート"], "Visit OllieWP.com": ["OllieWP.comを見てみる"], "Use these tools to get your site up and running in just a few minutes.": ["これらのツールを使用すると、わずか数分でサイトを稼働させることができます。"], "Ollie Docs, Guides, and Videos": ["Ollieのドキュメント、ガイド、ビデオ"], "We've put together comprehensive tutorials to help you build faster and smarter.": ["より速く、よりスマートに構築するための包括的なチュートリアルをまとめました。"], "Ollie Documentation": ["Ollie使い方ガイド"], "Visit the Ollie docs homepage to browse all of the available docs and learn how to build with block themes.": ["Ollie docs のホームページにアクセスして、利用可能なすべてのドキュメントを閲覧し、ブロックテーマを使用してビルドする方法を学びましょう。"], "Browse the Docs": ["ドキュメントを参照する"], "Ollie Video Library": ["Ollieビデオライブラリ"], "Learn how to use the Ollie Pro pattern library, theme studio, and much more by watching our video tutorials.": ["Ollie Proパターンライブラリ、テーマスタジオなどの使用方法を、ビデオチュートリアルでご覧ください。"], "Watch the Videos": ["ビデオを見る"], "Get help with Ollie": ["Ollie のサポートを受ける"], "Having trouble with your theme or want to report an issue? Submit an issue through your Ollie Pro account and we'll help out.": ["テーマに問題がある、または問題を報告したいですか?Ollie Proアカウントを通じて問題を送信していただければ、私たちがお手伝いします。"], "Get Help with Ollie": ["Ollie のヘルプを利用する"], "Getting started with Ollie Pro": ["Ollie Proの使用を開始する"], "Check out the videos below to learn the basics of Ollie Pro.": ["以下のビデオをチェックして、Ollie Proの基本を学びましょう。"], "Close Starter Guide": ["スターターガイドを閉じる"], "Activate Ollie Pro": ["OllieProをアクティブ化します"], "Log into your Ollie Pro account to activate Ollie Pro on this site and unlock the full Ollie Pro pattern library and pro tools.": ["Ollie Proアカウントにログインして、このサイトでOllie Proをアクティブ化し、完全なOllieProパターンライブラリとプロツールのロックを解除します。"], "Sign in to Ollie Pro": ["OllieProにサインインします"], "Learn about the site wizard": ["サイト ウィザードの詳細"], "The site setup wizard guides you through each step of your site setup including plugins, pages, typogrpahy, colors, and layouts.": ["サイト設定ウィザードは、プラグイン、ページ、タイポグラフ、色、レイアウトなど、サイト設定の各ステップをガイドします。"], "Learn about starter sites": ["スターターサイトについて"], "Starter sites are one-click sites pre-configured with pages, templates, styles, and plugins to help you launch faster.": ["スターターサイトは、ページ、テンプレート、スタイル、プラグインが事前に設定されたワンクリックサイトであり、より迅速に立ち上げることができます。"], "Learn about the pattern library": ["パターンライブラリの詳細"], "Learn how to use the Ollie Pro pattern library to browse hundreds of pixel-perfect, responsive patterns and page layouts.": ["Ollie Proパターンライブラリを使用して、ピクセルパーフェクトでレスポンシブなパターンとページレイアウトを数百種類閲覧する方法を学びます。"], "Design better, build faster, and publish sooner with Ollie": ["Ollieでより優れたデザイン、より迅速に構築、より迅速に公開"], "A new era of site building has arrived in WordPress. With the powerful new site editor, you can build beautiful, blazing-fast websites natively with WordPress and Ollie — no page builder plugins required.": ["WordPressにサイト構築の新時代が到来しました。強力な新しいサイトエディタを使用すると、WordPressとOllieを使用して、ページビルダープラグインを必要とせずに、美しく超高速のWebサイトをネイティブに構築できます。"], "Sign In to Ollie Pro": ["Ollie Proにサインイン"], "Get Ollie Pro now": ["Ollie Pro を今すぐ入手"], "Login successful!": ["ログインしました!"], "Sign in to unlock the Ollie Pro pattern library and other pro features.": ["サインインして、OllieProパターンライブラリとその他のプロ機能のロックを解除します。"], "Email": ["メールアドレス"], "Password": ["パスワード"], "Sign in": ["サインイン"], "Forgot Password?": ["パスワードをお忘れですか？"], "Sign In": ["サインイン"], "My Account": ["マイアカウント"], "No active subscription found.": ["有効なサブスクリプションが見つかりませんでした。"], "Please renew your subscription to continue using Ollie Pro.": ["Ollie Proを引き続き使用するには、サブスクリプションを更新してください。"], "Get Ollie Pro": ["Ollie Proを入手"], "You are an Ollie Pro!": ["あなたはOllie Proメンバーです。"], "Manage your subscription, activations and other account details by visiting your account area on OllieWP.com.": ["サブスクリプション、アクティベーション、その他のアカウントの詳細を管理するには、OllieWP.com のアカウントエリアにアクセスしてください。"], "Go to your account": ["アカウントに移動"], "Logged in with": ["でログイン"], "Log out of Ollie Pro": ["OllieProからログアウトします"], "The website was deactivated successfully.": ["ウェブサイトは正常に非アクティブ化されました。"], "Deactivate website from Ollie Pro": ["OllieProからWebサイトを非アクティブ化する"], "Manage your subscription and other account details by visiting your account area on OllieWP.com.": ["サブスクリプションとその他のアカウントの詳細を管理するには、OllieWP.com のアカウントエリアにアクセスしてください。"], "Unlock these pages with Ollie Pro": ["OllieProでこれらのページのロックを解除します"], "Get Ollie Pro to start building with these pixel-perfect pages and hundreds of responsive patterns.": ["Ollie Proを入手して、これらのピクセルパーフェクトなページと何百ものレスポンシブパターンで構築を開始してください。"], "Visit the Ollie site setup wizard to quickly walk through each step of your site setup including colors, typography, page creation, and more.": ["Ollie サイト設定ウィザードにアクセスして、色、タイポグラフィ、ページ作成など、サイト設定の各手順をすばやく説明します。"], "Start Site Setup": ["サイトのセットアップを開始"], "Ollie starter sites are pre-configured sites that save you a ton of time by automatically installing plugins, creating pages, and more.": ["Ollieスターターサイトは、プラグインを自動的にインストールしたり、ページを作成したりすることで時間を大幅に節約する事前構成済みのサイトです。"], "Import a Starter Site": ["スターターサイトのインポート"], "Looking to make code customizations? Use the child theme creator to create your own child theme where you can safely make changes.": ["コードのカスタマイズをお考えですか?子テーマクリエーターを使用して、安全に変更を加えることができる独自の子テーマを作成します。"], "Installed the starter site plugins!": ["スターターサイトプラグインをインストールしました!"], "Install the starter site plugins": ["スターターサイトプラグインをインストールする"], "Updated your typography and color palette!": ["タイポグラフィとカラーパレットを更新しました!"], "Update your typography and color palette global styles": ["タイポグラフィとカラーパレットのグローバルスタイルを更新する"], "Created the starter site pages!": ["スターターサイトページを作成しました!"], "Create the starter site pages": ["スターター サイト ページを作成する"], "Updated your templates!": ["テンプレートを更新しました!"], "Update your templates to match the starter site": ["スターターサイトに一致するようにテンプレートを更新する"], "Ollie Pro Starter Sites": ["Ollie Pro スターターサイト"], "Generate an entire pre-made site with pages, typography, colors, and more with a starter site.": ["スターターサイトでは、ページ、タイポグラフィ、色などを含む既成のサイト全体を生成します。"], "Starter Site Intro": ["スターターサイト紹介"], "Learn more about Starter Sites and how to use them to quickly create a new site. ": ["スターターサイトの詳細と、スターターサイトを使用して新しいサイトをすばやく作成する方法をご覧ください。"], "Watch Video Tutorial": ["チュートリアルビデオを見る"], "Sign in to import": ["サインインしてインポート"], "Import": ["インポート"], "Starter Site": ["スターターサイト"], "Import Starter Site": ["スターターサイトのインポート"], "Importing this starter site will make the following changes to your site:": ["このスターター サイトをインポートすると、サイトに次の変更が加えられます。"], "Install the plugins you selected": ["選択したプラグインをインストールします"], "Create the pages you selected": ["選択したページを作成します"], "Please note that this will override existing templates, template parts, and global styles on your site.": ["これにより、サイト上の既存のテンプレート、テンプレート パーツ、およびグローバル スタイルが上書きされることに注意してください。"], "Import Site": ["サイトのインポート"], "We are importing your starter site...": ["私たちはあなたのスターターサイトをインポートしています..."], "Your site is ready!": ["あなたのサイトの準備ができました!"], "Your starter site has been imported successfully. You can now customize your site in the Site Editor.": ["スターターサイトが正常にインポートされました。これで、サイトエディタでサイトをカスタマイズできます。"], "View Your Site": ["あなたのサイトを表示します"], "View the front end of your site in a new tab": ["サイトのフロントエンドを新しいタブで表示する"], "View Site": ["サイトの表示"], "Edit Your Site": ["サイトの編集"], "Start customizing your site via the Site Editor": ["サイトエディタでサイトのカスタマイズを開始します"], "Open Site Editor": ["サイトエディタを開く"], "Edit Header and Footer": ["ヘッダーとフッターの編集"], "Edit your header and footer via the Site Editor": ["サイトエディタでヘッダーとフッターを編集します"], "Edit Template Parts": ["テンプレート パーツの編集"], "Unlock this starter site with Ollie Pro": ["このスターターサイトのロックを解除するには、Ollie Proをご利用ください"], "Get Ollie Pro to instantly create this a site and start building with hundreds of responsive patterns.": ["Ollie Proを入手して、このサイトをすぐに作成し、何百ものレスポンシブパターンで構築を開始します。"], "View Demo": ["デモを見る"], "%s Preview": ["%s プレビュー"], "About this starter site": ["このスターターサイトについて"], "Starter Site Plugins": ["スターターサイトプラグイン"], "The following plugins are installed with this starter site:": ["次のプラグインは、このスターターサイトと一緒にインストールされます。"], "Installed": ["インストール済み"], "Page Designs": ["ページデザイン"], "The following pages are included with the starter site:": ["スターターサイトには、次のページが含まれています。"], "%s preview": ["%sプレビュー"], "Start Setup": ["セットアップを開始"], "Install and Continue": ["インストールして続行"], "Create Pages and Continue": ["ページを作成して続行"], "Save and Finish": ["保存して終了"], "Save and Continue": ["保存して続行"], "Use one of the carefully-crafted color palettes we've created, or generate your own below.": ["私たちが作成した慎重に作成されたカラーパレットの1つを使用するか、以下で独自のカラーパレットを生成します。"], "Color palette options": ["カラー パレット オプション"], "Choose a color palette below": ["以下のカラーパレットを選択してください"], "Generate your own palette": ["自分だけのパレットを生成"], "Color palettes": ["カラーパレット"], "Purple": ["パープル"], "Blue": ["青"], "Green": ["緑"], "Orange": ["オレンジ"], "Pink": ["ピンク"], "Red": ["赤"], "Teal": ["ティール"], "Neon": ["ネオン"], "Create a color palette": ["カラーパレットを作成する"], "This brand color may be tough to read. Try making it a little darker.": ["このブランドカラーは読みにくいかもしれません。少し暗くしてみてください。"], "Pro Tip": ["配色ヒント: "], "You can change adjust your color palette further in the Global Styles panel of the Site Editor.": ["カラーパレットは、サイトエディタのグローバルスタイルパネルでさらに変更できます。"], "Preview of your homepage": ["ホームページのプレビュー"], "Ollie Homepage": ["Ollieホームページ"], "Ollie Blog": ["Ollie ブログ"], "Ollie Features": ["Ollieの特徴"], "Ollie Download": ["Ollie をダウンロード"], "Ollie Profile": ["Ollie プロフィール"], "Agency": ["エージェンシー"], "Creator": ["クリエイター"], "Startup": ["スタートアップ"], "Studio": ["スタジオ"], "Choose which pages you'd like to create and we'll customize them in the next steps.": ["作成するページを選択し、次のステップでカスタマイズします。"], "You can mix and match pages from different collections. Once added to your site, each page seamlessly adapts to your site's current color and typography styles.": ["異なるコレクションのページを組み合わせて組み合わせることができます。サイトに追加すると、各ページはサイトの現在の色とタイポグラフィのスタイルにシームレスに適応します。"], "Your site is ready to go!": ["あなたのサイトの準備が整いました!"], "You've completed the setup process! Now you can view, edit, and customize your site using the Site Editor and start building with Ollie and Ollie Pro.": ["セットアッププロセスが完了しました。これで、サイトエディタを使用してサイトを表示、編集、カスタマイズし、OllieとOllie Proで構築を開始できます。"], "Open your site to check out the live front-end view.": ["サイトを開いて、ライブフロントエンドビューを確認します。"], "Go to the Site Editor to view and edit your homepage, navigations, and customize your site with global styles.": ["サイトエディタに移動して、ホームページやナビゲーションを表示および編集し、グローバルスタイルでサイトをカスタマイズします。"], "Edit Site": ["サイトを編集"], "Edit Your Header and Footer": ["ヘッダーとフッターの編集"], "Go to the Site Editor to edit your header and footer template parts and site navigation.": ["[サイト エディター] に移動して、ヘッダーとフッターのテンプレート パーツとサイト ナビゲーションを編集します。"], "Visit the dashboard to sign in and unlock the entire Ollie Pro pattern library.": ["ダッシュボードにアクセスしてサインインし、OllieProパターンライブラリ全体のロックを解除します。"], "Visit Dashboard": ["ダッシュボードを見る"], "View Ollie Docs": ["Ollie使い方ガイドを見る"], "Watch tutorial videos and read through the docs to learn how to build beautiful websites with Ollie.": ["Ollieの使い方動画や使い方ガイドを活用して、美しいWebサイトを構築する方法を学びましょう。"], "Header and Footer": ["ヘッダーとフッター"], "Choose a design for your header and footer. You can customize further in the Site Editor.": ["ヘッダーとフッターのデザインを選択します。サイトエディタでさらにカスタマイズできます。"], "Choose your header style": ["ヘッダーのスタイルを選択する"], "Header With Navs": ["ナビゲーション付きヘッダー"], "Header With Buttons": ["ボタン付きヘッダー"], "Header With Banner": ["バナー付きヘッダー"], "Do you want a light or dark header?": ["明るいヘッダーが必要ですか、それとも暗いヘッダーが必要ですか?"], "Light": ["ライト"], "Dark": ["ダーク"], "Choose your footer style": ["フッターのスタイルを選択する"], "Footer with Nav Columns": ["ナビゲーション列付きのフッター"], "Footer Minimal": ["フッター ミニマル"], "Footer Centered": ["フッター中央揃え"], "Do you want a light or dark footer?": ["明るいフッターと暗いフッターのどちらが必要ですか?"], "You can customize your header and footer later in Site Editor → Patterns → Template Parts.": ["ヘッダーとフッターは、後でサイト エディターの → パターン → テンプレート パーツ] でカスタマイズできます。"], "Header Preview": ["ヘッダープレビュー"], "Header preview": ["ヘッダープレビュー"], "Footer Preview": ["フッタープレビュー"], "Footer preview": ["フッターのプレビュー"], "Select a page": ["ページを選択"], "Failed to create a new page.": ["新しいページを作成できませんでした。"], "Failed to create a new page. Please try again.": ["新しいページを作成できませんでした。もう一度お試しください。"], "Choose a Home page": ["ホームページを選択する"], "Select what you'd like to show on your homepage.": ["ホームページに表示する内容を選択します。"], "Your homepage displays:": ["ホームページには次の情報が表示されます。"], "Your latest posts": ["あなたの最新の投稿"], "A custom page": ["カスタムページ"], "Select a homepage": ["ホームページを選択する"], "Loading pages...": ["ページを読み込んでいます..."], "Choose a Blog page": ["ブログページを選ぶ"], "Select a page to display your latest blog posts.": ["最新のブログ記事を表示するページを選択します。"], "Select a blog page:": ["ブログページを選択します。"], "Success! We created a page called ": ["ページ作成、成功！"], ". We'll use that for your blog.": [".それをブログに活用します。"], "Don't have a blog page yet? No problem, we can create one for you real quick.": ["まだブログページをお持ちでないですか？ご安心ください。すぐに素敵なブログを作成できます。"], "Create a blog page": ["ブログページを作成する"], "Updating preview...": ["プレビューを更新しています..."], "Permalink update required": ["パーマリンクの更新が必要です"], "Please modify your permalink settings. We can't preview your homepage with plain permalinks.": ["パーマリンクの設定を変更してください。プレーンなパーマリンクでホームページをプレビューすることはできません。"], "Install Essential Plugins": ["エッセンシャルプラグインのインストール"], "These plugins are highly recommended for building a block-based website with Ollie.": ["これらのプラグインは、Ollieを使ってブロックベースのWebサイトを構築する際に特におすすめです。"], "The Icon Block": ["アイコンブロック"], "Add a collection of customizable icons to your content. Required with Ollie Pro.": ["カスタマイズ可能なアイコンのコレクションをコンテンツに追加します。Ollie Proで必要です。"], "Plugin Installed": ["プラグインがインストール済み"], "Activate Plugin": ["プラグインを有効化"], "Install this plugin (Required)": ["このプラグインをインストールします (必須)"], "Control where your blocks appear and who can see them based on simple conditions.": ["ブロックが表示される場所や、ブロックを表示できるユーザーを制御できるプラグイン。"], "Install this plugin": ["このプラグインをインストールする"], "Enhances the query loop block by adding more options and advanced queries.": ["クエリループブロックを強化するために、オプションと高度なクエリを追加できるプラグイン。"], "View Advanced Plugins": ["他のおすすめプラグインを確認する"], "Advanced Plugins": ["おすすめプラグイン"], "These plugins are optional, but may be helpful for building advanced block-based websites.": ["これらのプラグインはオプションですが、高度なブロックベースのWebサイトを構築するのに役立つ場合があります。"], "A developer tool for creating block themes and writing site editor changes to your theme.": ["ブロックテーマを作成し、サイトエディタの変更をテーマに書き込むための開発者ツール。"], "Custom Post Type UI": ["カスタムポストタイプUI"], "Provides an easy interface for registering and managing custom post types and taxonomies": ["カスタム投稿タイプと分類を登録および管理するための簡単なインターフェイスを提供するプラグイン。"], "A collection of features focused on enhancing performance of your site.": ["サイトのパフォーマンスを向上させることに重点を置いた機能のコレクションです。"], "Installing...": ["インストール中..."], "Choose how you want your pages and blog posts to be displayed.": ["ページとブログ投稿の表示方法を選択します。"], "Page layout options": ["ページレイアウトオプション"], "Centered": ["中央揃え"], "Centered layout": ["中央揃えレイアウト"], "Wide": ["ワイド"], "Wide layout": ["ワイドレイアウト"], "Left Sidebar": ["左サイドバー"], "Left sidebar layout": ["左サイドバーのレイアウト"], "Right Sidebar": ["右サイドバー"], "Right sidebar layout": ["右サイドバーのレイアウト"], "Use this layout for your blog posts as well": ["このレイアウトは、ブログの投稿にも使用します"], "Blog post layout": ["ブログ投稿のレイアウト"], "Blog layout options": ["ブログのレイアウトオプション"], "Grid": ["グリッド"], "Grid layout": ["グリッドレイアウト"], "List": ["リスト"], "List layout": ["リストレイアウト"], "Preview of blog page": ["ブログページのプレビュー"], "Preview of style guide page": ["スタイルガイドページのプレビュー"], "We've created a curated collection of beautiful typography to help you get started.": ["私たちは、あなたが始めるのを助けるために、美しいタイポグラフィの厳選されたコレクションを作成しました。"], "Choose your typography style": ["タイポグラフィのスタイルをお選びください"], "Style 1": ["スタイル 1"], "Style 2": ["スタイル 2"], "Style 3": ["スタイル 3"], "Style 4": ["スタイル 4"], "Style 5": ["スタイル 5"], "Style 6": ["スタイル 6"], "Style 7": ["スタイル 7"], "Style 8": ["スタイル 8"], "Style 9": ["スタイル 9"], "Style 10": ["スタイル 10"], "You can change your typography settings later in the Global Styles panel of the Site Editor.": ["タイポグラフィの設定は、後でサイトエディターのグローバルスタイルパネルで変更できます。"], "Quick Start Wizard": ["クイックスタートウィザード"], "Welcome to the Ollie Quick Start Wizard. This setup wizard will help you create pages, customize the styles on your site, and much more.": ["Ollieクイックスタートウィザードへようこそ。このセットアップ ウィザードは、ページの作成、サイトのスタイルのカスタマイズなどに役立ちます。"], "Start Setup Wizard": ["セットアップ ウィザードの開始"], "Welcome to Ollie Pro!": ["Ollie Proへようこそ!"], "Visit the Ollie Dashboard (Appearance → Ollie) to activate Ollie Pro, use the setup wizard, and access docs and video tutorials. Head over there to get started!": ["Ollieダッシュボード(外観→ Ollie)にアクセスして、Ollie Proをアクティブ化し、セットアップウィザードを使用し、ドキュメントやビデオチュートリアルにアクセスできます。でははじめていきましょう！"], "View Ollie Dashboard →": ["Ollieダッシュボードを表示 →"], "Skip for now": ["今はスキップ"]}}}