Repository: collegeman/confluence-web
Catalog: web/app/plugins/ollie-pro/languages/ollie-pro-*.po
Languages: de_de, ja

source: The website was deactivated successfully.
de_de: Die Website wurde erfolgreich deaktiviert.
ja: ウェブサイトは正常に非アクティブ化されました。

source: Deactivate website from Ollie Pro
de_de: Website von Ollie Pro deaktivieren
ja: OllieProからWebサイトを非アクティブ化する

source: Manage your subscription and other account details by visiting your account area on OllieWP.com.
de_de: Verwalten Sie Ihr Abonnement und andere Kontodaten, indem Sie Ihren Kontobereich auf OllieWP.com besuchen.
ja: サブスクリプションとその他のアカウントの詳細を管理するには、OllieWP.com のアカウントエリアにアクセスしてください。

source: Unlock these pages with Ollie Pro
de_de: Entsperren Sie diese Seiten mit Ollie Pro
ja: OllieProでこれらのページのロックを解除します

source: Get Ollie Pro to start building with these pixel-perfect pages and hundreds of responsive patterns.
de_de: Holen Sie sich Ollie Pro, um mit diesen pixelgenauen Seiten und Hunderten von responsiven Mustern zu beginnen.
ja: Ollie Proを入手して、これらのピクセルパーフェクトなページと何百ものレスポンシブパターンで構築を開始してください。

source: Visit the Ollie site setup wizard to quickly walk through each step of your site setup including colors, typography, page creation, and more.
de_de: Besuchen Sie den Ollie-Site-Setup-Assistenten, um schnell jeden Schritt Ihrer Site-Einrichtung zu durchlaufen, einschließlich Farben, Typografie, Seitenerstellung und mehr.
ja: Ollie サイト設定ウィザードにアクセスして、色、タイポグラフィ、ページ作成など、サイト設定の各手順をすばやく説明します。

source: Start Site Setup
de_de: Starten der Site-Einrichtung
ja: サイトのセットアップを開始

source: Ollie starter sites are pre-configured sites that save you a ton of time by automatically installing plugins, creating pages, and more.
de_de: Ollie-Starterseiten sind vorkonfigurierte Websites, die Ihnen eine Menge Zeit sparen, indem sie automatisch Plugins installieren, Seiten erstellen und vieles mehr.
ja: Ollieスターターサイトは、プラグインを自動的にインストールしたり、ページを作成したりすることで時間を大幅に節約する事前構成済みのサイトです。

source: Import a Starter Site
de_de: Importieren einer Starter-Site
ja: スターターサイトのインポート

source: Looking to make code customizations? Use the child theme creator to create your own child theme where you can safely make changes.
de_de: Möchten Sie Codeanpassungen vornehmen? Verwenden Sie den Ersteller des untergeordneten Designs, um Ihr eigenes untergeordnetes Thema zu erstellen, an dem Sie sicher Änderungen vornehmen können.
ja: コードのカスタマイズをお考えですか?子テーマクリエーターを使用して、安全に変更を加えることができる独自の子テーマを作成します。

source: Installed the starter site plugins!
de_de: Installierte die Starter-Site-Plugins!
ja: スターターサイトプラグインをインストールしました!

source: Install the starter site plugins
de_de: Installieren Sie die Plugins der Starter-Site
ja: スターターサイトプラグインをインストールする

source: Updated your typography and color palette!
de_de: Aktualisieren Sie Ihre Typografie und Farbpalette!
ja: タイポグラフィとカラーパレットを更新しました!

source: Update your typography and color palette global styles
de_de: Aktualisieren Sie Ihre Typografie und Farbpalette, globale Stile
ja: タイポグラフィとカラーパレットのグローバルスタイルを更新する

source: Created the starter site pages!
de_de: Erstellen Sie die Starter-Seite!
ja: スターターサイトページを作成しました!

source: Create the starter site pages
de_de: Erstellen der Starter-Seiten
ja: スターター サイト ページを作成する

source: Updated your templates!
de_de: Aktualisieren Sie Ihre Templates!
ja: テンプレートを更新しました!

source: Update your templates to match the starter site
de_de: Aktualisieren Sie Ihre Templates, um sie an die Starterseite anzupassen
ja: スターターサイトに一致するようにテンプレートを更新する

source: Ollie Pro Starter Sites
de_de: Ollie Pro Starter-Seiten
ja: Ollie Pro スターターサイト

source: Generate an entire pre-made site with pages, typography, colors, and more with a starter site.
de_de: Generieren Sie mit einer Starter-Site eine komplette vorgefertigte Website mit Seiten, Typografie, Farben und mehr.
ja: スターターサイトでは、ページ、タイポグラフィ、色などを含む既成のサイト全体を生成します。

source: Starter Site Intro
ja: スターターサイト紹介

source: Learn more about Starter Sites and how to use them to quickly create a new site.
de_de: Erfahren Sie mehr über Starter-Sites und wie Sie sie verwenden können, um schnell eine neue Site zu erstellen.
ja: スターターサイトの詳細と、スターターサイトを使用して新しいサイトをすばやく作成する方法をご覧ください。

source: Watch Video Tutorial
de_de: Video Tutorial ansehen
ja: チュートリアルビデオを見る

source: Sign in to import
de_de: Zum Importieren anmelden
ja: サインインしてインポート

source: Import
ja: インポート

source: Starter Site
de_de: Starter-Seite
ja: スターターサイト

source: Import Starter Site
de_de: Starter-Website importieren
ja: スターターサイトのインポート

source: Importing this starter site will make the following changes to your site:
de_de: Durch das Importieren dieser Starter-Site werden die folgenden Änderungen an Ihrer Site vorgenommen:
ja: このスターター サイトをインポートすると、サイトに次の変更が加えられます。

source: Install the plugins you selected
de_de: Installieren Sie die von Ihnen ausgewählten Plugins
ja: 選択したプラグインをインストールします

source: Create the pages you selected
de_de: Erstellen Sie die von Ihnen ausgewählten Seiten
ja: 選択したページを作成します

source: Please note that this will override existing templates, template parts, and global styles on your site.
de_de: Bitte beachten Sie, dass dadurch vorhandene Vorlagen, Vorlagenparts und globale Stile auf Ihrer Website überschrieben werden.
ja: これにより、サイト上の既存のテンプレート、テンプレート パーツ、およびグローバル スタイルが上書きされることに注意してください。

source: Import Site
de_de: Seite importieren
ja: サイトのインポート

source: We are importing your starter site...
de_de: Wir importieren Ihre Startseite...
ja: 私たちはあなたのスターターサイトをインポートしています...

source: Your site is ready!
de_de: Die Website ist bereit!
ja: あなたのサイトの準備ができました!

source: Your starter site has been imported successfully. You can now customize your site in the Site Editor.
de_de: Ihre Startseite wurde erfolgreich importiert. Sie können Ihre Website jetzt im Site-Editor anpassen.
ja: スターターサイトが正常にインポートされました。これで、サイトエディタでサイトをカスタマイズできます。

source: View Your Site
de_de: Ihre Webseite anschauen
ja: あなたのサイトを表示します

source: View the front end of your site in a new tab
de_de: Zeigen Sie das Frontend Ihrer Website in einem neuen Tab an
ja: サイトのフロントエンドを新しいタブで表示する

source: View Site
de_de: Seite anzeigen
ja: サイトの表示

source: Edit Your Site
de_de: Ihre Website bearbeiten
ja: サイトの編集

source: Start customizing your site via the Site Editor
de_de: Beginnen Sie mit der Anpassung Ihrer Website über den Site-Editor
ja: サイトエディタでサイトのカスタマイズを開始します

source: Open Site Editor
de_de: Öffnen Sie den Site-Editor
ja: サイトエディタを開く

source: Edit Header and Footer
de_de: Kopf- und Fußzeile bearbeiten
ja: ヘッダーとフッターの編集

source: Edit your header and footer via the Site Editor
de_de: Bearbeiten Sie Ihre Kopf- und Fußzeile über den Site-Editor
ja: サイトエディタでヘッダーとフッターを編集します

source: Edit Template Parts
de_de: Bearbeiten von Vorlagenparts
ja: テンプレート パーツの編集

source: Unlock this starter site with Ollie Pro
de_de: Entsperren Sie diese Seiten mit Ollie Pro
ja: このスターターサイトのロックを解除するには、Ollie Proをご利用ください

source: Get Ollie Pro to instantly create this a site and start building with hundreds of responsive patterns.
de_de: Holen Sie sich Ollie Pro, um mit diesen pixelgenauen Seiten und Hunderten von responsiven Mustern zu beginnen.
ja: Ollie Proを入手して、このサイトをすぐに作成し、何百ものレスポンシブパターンで構築を開始します。

source: View Demo
de_de: Demo anzeigen
ja: デモを見る

source: %s Preview
de_de: %s Vorschau
ja: %s プレビュー

source: About this starter site
de_de: Erfahren Sie mehr über Starter-Websites
ja: このスターターサイトについて

source: Starter Site Plugins
de_de: Starter-Website Plugins
ja: スターターサイトプラグイン

source: The following plugins are installed with this starter site:
de_de: Die folgenden Plugins werden mit dieser Starter-Seite installiert:
ja: 次のプラグインは、このスターターサイトと一緒にインストールされます。

source: Installed
de_de: Installiert
ja: インストール済み

source: Page Designs
de_de: Seiten-Designs
ja: ページデザイン

source: The following pages are included with the starter site:
de_de: Die folgenden Seiten sind in dieser Starter-Site inkludiert:
ja: スターターサイトには、次のページが含まれています。

source: %s preview
ja: %sプレビュー

source: Start Setup
de_de: Einrichtung starten
ja: セットアップを開始

source: Install and Continue
de_de: Installieren und weiter
ja: インストールして続行

source: Create Pages and Continue
de_de: Seiten erstellen und weiter
ja: ページを作成して続行

source: Save and Finish
de_de: Speichern und beenden
ja: 保存して終了

source: Save and Continue
de_de: Speichern und weiter
ja: 保存して続行

source: Use one of the carefully-crafted color palettes we've created, or generate your own below.
de_de: Verwenden Sie eine der sorgfältig zusammengestellten Farbpaletten, die wir erstellt haben, oder erstellen Sie unten Ihre eigene.
ja: 私たちが作成した慎重に作成されたカラーパレットの1つを使用するか、以下で独自のカラーパレットを生成します。

source: Color palette options
de_de: Farbpalettenoptionen
ja: カラー パレット オプション

source: Choose a color palette below
de_de: Wählen Sie unten eine Farbpalette aus
ja: 以下のカラーパレットを選択してください

source: Generate your own palette
de_de: Generieren Sie Ihre eigene Palette
ja: 自分だけのパレットを生成

source: Color palettes
de_de: Farbpaletten
ja: カラーパレット

source: Purple
de_de: Lila
ja: パープル

source: Blue
de_de: Blau
ja: 青

source: Green
de_de: Grün
ja: 緑

source: Orange
ja: オレンジ

source: Pink
ja: ピンク

source: Red
de_de: Rot
ja: 赤

source: Teal
de_de: Blaugrün
ja: ティール

source: Neon
ja: ネオン

source: Create a color palette
de_de: Erstellen einer Farbpalette
ja: カラーパレットを作成する

source: This brand color may be tough to read. Try making it a little darker.
de_de: Diese Markenfarbe kann schwer zu lesen sein. Versuchen Sie, es etwas dunkler zu machen.
ja: このブランドカラーは読みにくいかもしれません。少し暗くしてみてください。

source: Pro Tip
de_de: Pro Tipp
ja: 配色ヒント:

source: You can change adjust your color palette further in the Global Styles panel of the Site Editor.
de_de: Sie können Ihre Farbpalette im Bedienfeld "Globale Stile" des Site-Editors weiter anpassen.
ja: カラーパレットは、サイトエディタのグローバルスタイルパネルでさらに変更できます。

source: Preview of your homepage
de_de: Vorschau Ihrer Homepage
ja: ホームページのプレビュー

source: Ollie Homepage
ja: Ollieホームページ

source: Ollie Blog
ja: Ollie ブログ

source: Ollie Features
de_de: Ollie Eigenschaften
ja: Ollieの特徴

source: Ollie Download
de_de: Ollie Herunterladen
ja: Ollie をダウンロード

source: Ollie Profile
de_de: Ollie Profil
ja: Ollie プロフィール

source: Agency
de_de: Agentur
ja: エージェンシー

source: Creator
de_de: Ersteller
ja: クリエイター

source: Startup
ja: スタートアップ

source: Studio
ja: スタジオ

source: Choose which pages you'd like to create and we'll customize them in the next steps.
de_de: Wählen Sie aus, welche Seiten Sie erstellen möchten, und wir werden sie in den nächsten Schritten anpassen.
ja: 作成するページを選択し、次のステップでカスタマイズします。

source: You can mix and match pages from different collections. Once added to your site, each page seamlessly adapts to your site's current color and typography styles.
de_de: Sie können Seiten aus verschiedenen Sammlungen mischen und abgleichen. Sobald sie zu Ihrer Website hinzugefügt wurde, passt sich jede Seite nahtlos an die aktuellen Farb- und Typografiestile Ihrer Website an.
ja: 異なるコレクションのページを組み合わせて組み合わせることができます。サイトに追加すると、各ページはサイトの現在の色とタイポグラフィのスタイルにシームレスに適応します。

source: Your site is ready to go!
de_de: Ihre Website ist startklar!
ja: あなたのサイトの準備が整いました!

source: You've completed the setup process! Now you can view, edit, and customize your site using the Site Editor and start building with Ollie and Ollie Pro.
de_de: Sie haben den Einrichtungsvorgang abgeschlossen! Jetzt können Sie Ihre Website mit dem Site-Editor anzeigen, bearbeiten und anpassen und mit der Entwicklung mit Ollie und Ollie Pro beginnen.
ja: セットアッププロセスが完了しました。これで、サイトエディタを使用してサイトを表示、編集、カスタマイズし、OllieとOllie Proで構築を開始できます。

source: Open your site to check out the live front-end view.
de_de: Öffnen Sie Ihre Website, um die Live-Frontend-Ansicht zu sehen.
ja: サイトを開いて、ライブフロントエンドビューを確認します。

source: Go to the Site Editor to view and edit your homepage, navigations, and customize your site with global styles.
de_de: Gehen Sie zum Site-Editor, um Ihre Startseite und Navigationen anzuzeigen und zu bearbeiten und Ihre Website mit globalen Stilen anzupassen.
ja: サイトエディタに移動して、ホームページやナビゲーションを表示および編集し、グローバルスタイルでサイトをカスタマイズします。

source: Edit Site
de_de: Seite bearbeiten
ja: サイトを編集

source: Edit Your Header and Footer
de_de: Kopf- und Fußzeile bearbeiten
ja: ヘッダーとフッターの編集

source: Go to the Site Editor to edit your header and footer template parts and site navigation.
de_de: Wechseln Sie zum Site-Editor, um Ihre Kopf- und Fußzeilenvorlagenteile und die Site-Navigation zu bearbeiten.
ja: [サイト エディター] に移動して、ヘッダーとフッターのテンプレート パーツとサイト ナビゲーションを編集します。

source: Visit the dashboard to sign in and unlock the entire Ollie Pro pattern library.
de_de: Besuchen Sie das Dashboard, um sich anzumelden und die gesamte Ollie Pro-Musterbibliothek freizuschalten.
ja: ダッシュボードにアクセスしてサインインし、OllieProパターンライブラリ全体のロックを解除します。

source: Visit Dashboard
de_de: Dashboard aufrufen
ja: ダッシュボードを見る

source: View Ollie Docs
de_de: Ollie Docs anzeigen
ja: Ollie使い方ガイドを見る

source: Watch tutorial videos and read through the docs to learn how to build beautiful websites with Ollie.
de_de: Sehen Sie sich Tutorial-Videos an und lesen Sie die Dokumente, um zu erfahren, wie Sie mit Ollie schöne Websites erstellen.
ja: Ollieの使い方動画や使い方ガイドを活用して、美しいWebサイトを構築する方法を学びましょう。

source: Header and Footer
de_de: Header und Footer
ja: ヘッダーとフッター

source: Choose a design for your header and footer. You can customize further in the Site Editor.
de_de: Wählen Sie ein Design für Ihre Kopf- und Fußzeile. Sie können im Site-Editor weitere Anpassungen vornehmen.
ja: ヘッダーとフッターのデザインを選択します。サイトエディタでさらにカスタマイズできます。

source: Choose your header style
de_de: Wählen Sie Ihren Header-Stil
ja: ヘッダーのスタイルを選択する

source: Header With Navs
de_de: Kopfzeile mit Navigationspunkten
ja: ナビゲーション付きヘッダー

source: Header With Buttons
de_de: Kopfzeile mit Schaltflächen
ja: ボタン付きヘッダー

source: Header With Banner
de_de: Kopfzeile mit Banner
ja: バナー付きヘッダー

source: Do you want a light or dark header?
de_de: Möchten Sie einen hellen oder dunklen Header?
ja: 明るいヘッダーが必要ですか、それとも暗いヘッダーが必要ですか?

source: Light
de_de: Hell
ja: ライト

source: Dark
de_de: Dunkel
ja: ダーク

source: Choose your footer style
de_de: Wählen Sie Ihren Fußzeilenstil
ja: フッターのスタイルを選択する

source: Footer with Nav Columns
de_de: Fußzeile mit Navigationsspalten
ja: ナビゲーション列付きのフッター

source: Footer Minimal
de_de: Fußzeile Minimal
ja: フッター ミニマル

source: Footer Centered
de_de: Fußzeile zentriert
ja: フッター中央揃え

source: Do you want a light or dark footer?
de_de: Möchten Sie eine helle oder dunkle Fußzeile?
ja: 明るいフッターと暗いフッターのどちらが必要ですか?

source: You can customize your header and footer later in Site Editor → Patterns → Template Parts.
de_de: Sie können Ihre Kopf- und Fußzeile später im Site-Editor → Muster → Vorlagenparts anpassen.
ja: ヘッダーとフッターは、後でサイト エディターの → パターン → テンプレート パーツ] でカスタマイズできます。

source: Header Preview
de_de: Vorschau Briefkopf
ja: ヘッダープレビュー

source: Header preview
de_de: Vorschau der Kopfzeile
ja: ヘッダープレビュー

source: Footer Preview
de_de: Vorschau der Fußzeile
ja: フッタープレビュー

source: Footer preview
de_de: Vorschau der Fußzeile
ja: フッターのプレビュー

source: Select a page
de_de: Seite auswählen
ja: ページを選択

source: Failed to create a new page.
de_de: Fehler beim Erstellen der Seite.
ja: 新しいページを作成できませんでした。

source: Failed to create a new page. Please try again.
de_de: Fehler beim Erstellen der Seite. Bitte versuche es erneut.
ja: 新しいページを作成できませんでした。もう一度お試しください。

source: Choose a Home page
de_de: Wähle eine Homepage
ja: ホームページを選択する

source: Select what you'd like to show on your homepage.
de_de: Wähle was du als Homepage anzeigen möchtest.
ja: ホームページに表示する内容を選択します。

source: Your homepage displays:
de_de: Deine Hompage:
ja: ホームページには次の情報が表示されます。

source: Your latest posts
de_de: Deine letzten Beiträge
ja: あなたの最新の投稿

source: A custom page
de_de: Eine eigene Seite
ja: カスタムページ

source: Select a homepage
de_de: Wähle eine Homepage
ja: ホームページを選択する

source: Loading pages...
de_de: Lade Seiten..
ja: ページを読み込んでいます...

source: Choose a Blog page
de_de: Wähle eine Blog-Seite
ja: ブログページを選ぶ

source: Select a page to display your latest blog posts.
de_de: Wähle eine Seite für deine Blog-Artikel.
ja: 最新のブログ記事を表示するページを選択します。

source: Select a blog page:
de_de: Wähle deine Blog-Seite:
ja: ブログページを選択します。

source: Success! We created a page called
de_de: Erfolg! Wir haben eine Seite erstellt
ja: ページ作成、成功！

source: . We'll use that for your blog.
de_de: . Wir nutzen das für deinen Blog.
ja: .それをブログに活用します。

source: Don't have a blog page yet? No problem, we can create one for you real quick.
de_de: Du hast noch keine Blog-Seite? Kein Problem, wir können das für dich erledigen.
ja: まだブログページをお持ちでないですか？ご安心ください。すぐに素敵なブログを作成できます。

source: Create a blog page
de_de: Erstelle eine Blog-Seite
ja: ブログページを作成する

source: Updating preview...
de_de: Vorschau wird aktualisiert..
ja: プレビューを更新しています...

source: Permalink update required
de_de: Permalinks müssen aktualisiert werden
ja: パーマリンクの更新が必要です

source: Please modify your permalink settings. We can't preview your homepage with plain permalinks.
de_de: Bitte passe deine Permalinks an. Wir können ohne sprechende Permalinks keine Vorschau anzeigen.
ja: パーマリンクの設定を変更してください。プレーンなパーマリンクでホームページをプレビューすることはできません。

source: Install Essential Plugins
de_de: Installieren Sie wichtige Plugins
ja: エッセンシャルプラグインのインストール

source: These plugins are highly recommended for building a block-based website with Ollie.
de_de: Diese Plugins sind sehr zu empfehlen, um eine blockbasierte Website mit Ollie zu erstellen.
ja: これらのプラグインは、Ollieを使ってブロックベースのWebサイトを構築する際に特におすすめです。

source: The Icon Block
de_de: Der Icon-Block
ja: アイコンブロック

source: Add a collection of customizable icons to your content. Required with Ollie Pro.
de_de: Fügen Sie Ihren Inhalten eine Sammlung anpassbarer Symbole hinzu. Erforderlich für Ollie Pro.
ja: カスタマイズ可能なアイコンのコレクションをコンテンツに追加します。Ollie Proで必要です。

source: Plugin Installed
de_de: Plugin installiert
ja: プラグインがインストール済み

source: Activate Plugin
de_de: Plugin aktivieren
ja: プラグインを有効化

source: Install this plugin (Required)
de_de: Installieren Sie dieses Plugin (erforderlich)
ja: このプラグインをインストールします (必須)

source: Control where your blocks appear and who can see them based on simple conditions.
de_de: Kontrollieren Sie, wo Ihre Blöcke erscheinen und wer sie sehen kann, basierend auf einfachen Bedingungen.
ja: ブロックが表示される場所や、ブロックを表示できるユーザーを制御できるプラグイン。

source: Install this plugin
de_de: Dieses Plugin installieren
ja: このプラグインをインストールする

source: Enhances the query loop block by adding more options and advanced queries.
de_de: Erweitert den Abfrageschleifenblock durch Hinzufügen weiterer Optionen und erweiterter Abfragen.
ja: クエリループブロックを強化するために、オプションと高度なクエリを追加できるプラグイン。

source: View Advanced Plugins
de_de: Erweiterte Plugins anzeigen
ja: 他のおすすめプラグインを確認する

source: Advanced Plugins
de_de: Erweiterte Plugins
ja: おすすめプラグイン

source: These plugins are optional, but may be helpful for building advanced block-based websites.
de_de: Diese Plugins sind optional, können aber hilfreich sein, um fortgeschrittene blockbasierte Websites zu erstellen.
ja: これらのプラグインはオプションですが、高度なブロックベースのWebサイトを構築するのに役立つ場合があります。

source: A developer tool for creating block themes and writing site editor changes to your theme.
de_de: Ein Entwicklertool zum Erstellen von Blockthemen und zum Schreiben von Änderungen des Site-Editors an Ihrem Thema.
ja: ブロックテーマを作成し、サイトエディタの変更をテーマに書き込むための開発者ツール。

source: Custom Post Type UI
ja: カスタムポストタイプUI

source: Provides an easy interface for registering and managing custom post types and taxonomies
de_de: Bietet eine einfache Schnittstelle zum Registrieren und Verwalten von benutzerdefinierten Beitragstypen und Taxonomien
ja: カスタム投稿タイプと分類を登録および管理するための簡単なインターフェイスを提供するプラグイン。

source: A collection of features focused on enhancing performance of your site.
de_de: Eine Sammlung von Funktionen, die sich auf die Verbesserung der Leistung Ihrer Website konzentrieren.
ja: サイトのパフォーマンスを向上させることに重点を置いた機能のコレクションです。

source: Installing...
de_de: Installiere …
ja: インストール中...

source: Choose how you want your pages and blog posts to be displayed.
de_de: Wählen Sie aus, wie Ihre Seiten und Blogbeiträge angezeigt werden sollen.
ja: ページとブログ投稿の表示方法を選択します。

source: Page layout options
de_de: Optionen für das Seitenlayout
ja: ページレイアウトオプション

source: Centered
de_de: Zentriert
ja: 中央揃え

source: Centered layout
de_de: Zentriertes Layout
ja: 中央揃えレイアウト

source: Wide
de_de: Breite
ja: ワイド

source: Wide layout
de_de: Breites Layout
ja: ワイドレイアウト

source: Left Sidebar
de_de: Linke Seitenleiste
ja: 左サイドバー

source: Left sidebar layout
de_de: Layout der linken Seitenleiste
ja: 左サイドバーのレイアウト

source: Right Sidebar
de_de: Rechte Seitenleiste
ja: 右サイドバー

source: Right sidebar layout
de_de: Layout der rechten Seitenleiste
ja: 右サイドバーのレイアウト

source: Use this layout for your blog posts as well
de_de: Verwenden Sie dieses Layout auch für Ihre Blog-Posts
ja: このレイアウトは、ブログの投稿にも使用します

source: Blog post layout
de_de: Blogbeitrag-Layout
ja: ブログ投稿のレイアウト

source: Blog layout options
de_de: Optionen für das Blog-Layout
ja: ブログのレイアウトオプション

source: Grid
de_de: Raster
ja: グリッド

source: Grid layout
de_de: Gitter Ansicht
ja: グリッドレイアウト

source: List
de_de: Liste
ja: リスト

source: List layout
de_de: Listen Layout
ja: リストレイアウト

source: Preview of blog page
de_de: Vorschau der Blog-Seite
ja: ブログページのプレビュー

source: Preview of style guide page
de_de: Vorschau der Styleguide-Seite
ja: スタイルガイドページのプレビュー

source: We've created a curated collection of beautiful typography to help you get started.
de_de: Wir haben eine kuratierte Sammlung wunderschöner Typografie erstellt, um Ihnen den Einstieg zu erleichtern.
ja: 私たちは、あなたが始めるのを助けるために、美しいタイポグラフィの厳選されたコレクションを作成しました。

source: Choose your typography style
de_de: Wählen Sie Ihren Typografie-Stil
ja: タイポグラフィのスタイルをお選びください

source: Style 1
de_de: Stil 1
ja: スタイル 1

source: Style 2
de_de: Stil 2
ja: スタイル 2

source: Style 3
ja: スタイル 3

source: Style 4
ja: スタイル 4

source: Style 5
de_de: Stil 5
ja: スタイル 5

source: Style 6
ja: スタイル 6

source: Style 7
ja: スタイル 7

source: Style 8
ja: スタイル 8

source: Style 9
de_de: Stil 9
ja: スタイル 9

source: Style 10
de_de: Stil 10
ja: スタイル 10

source: You can change your typography settings later in the Global Styles panel of the Site Editor.
de_de: Sie können Ihre Typografieeinstellungen später im Bedienfeld "Globale Formatvorlagen" des Site-Editors ändern.
ja: タイポグラフィの設定は、後でサイトエディターのグローバルスタイルパネルで変更できます。

source: Quick Start Wizard
de_de: Schnellstart-Assistent
ja: クイックスタートウィザード

source: Welcome to the Ollie Quick Start Wizard. This setup wizard will help you create pages, customize the styles on your site, and much more.
de_de: Willkommen beim Ollie Quick Start Wizard. Dieser Einrichtungsassistent hilft Ihnen beim Erstellen von Seiten, beim Anpassen der Stile auf Ihrer Website und bei vielem mehr.
ja: Ollieクイックスタートウィザードへようこそ。このセットアップ ウィザードは、ページの作成、サイトのスタイルのカスタマイズなどに役立ちます。

source: Start Setup Wizard
de_de: Starten des Setup-Assistenten
ja: セットアップ ウィザードの開始

source: Welcome to Ollie Pro!
de_de: Willkommen bei Ollie Pro!
ja: Ollie Proへようこそ!

source: Visit the Ollie Dashboard (Appearance → Ollie) to activate Ollie Pro, use the setup wizard, and access docs and video tutorials. Head over there to get started!
de_de: Besuchen Sie das Ollie-Dashboard (Darstellung → Ollie), um Ollie Pro zu aktivieren, den Einrichtungsassistenten zu verwenden und auf Dokumente und Video-Tutorials zuzugreifen. Gehen Sie dort vorbei, um loszulegen!
ja: Ollieダッシュボード(外観→ Ollie)にアクセスして、Ollie Proをアクティブ化し、セットアップウィザードを使用し、ドキュメントやビデオチュートリアルにアクセスできます。でははじめていきましょう！

source: View Ollie Dashboard →
de_de: Ollie Dashboard-→ anzeigen
ja: Ollieダッシュボードを表示 →

source: Skip for now
de_de: Für jetzt überspringen
ja: 今はスキップ

source: View details
de_de: Details ansehen
ja: 詳細を見る

source: More information about %s
de_de: Mehr Informationen unter %s
ja: %sについての詳細

source: Check for updates
de_de: Nach Updates suchen
ja: アップデートを確認する

# the plugin title
source: The %s plugin is up to date.
de_de: Das %s Plugin ist auf dem aktuellen Stand.
ja: %s プラグインは最新です。

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version des Plugins %s ist verfügbar.
ja: %sプラグインの新しいバージョンが利用可能です。
