Repository: collegeman/confluence-web
Catalog: web/app/plugins/ollie-pro/languages/ollie-pro-*.po
Languages: de_de, ja

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Es konnte nicht überprüft werden, ob ein Update für %s verfügbar ist.
ja: %1$s.に対して利用可能なアップデートがあるか確認できませんでした。

source: There is no changelog available.
de_de: Es ist kein Changelog verfügbar.
ja: 利用可能な変更ログはありません。

source: Ollie Pro 2.0 requires Ollie theme version 1.4.8 or higher. Please %s before continuing.
de_de: Ollie Pro 2.0 erfordert Ollie Theme Version 1.4.8 oder höher. Bitte %s, bevor Sie fortfahren.
ja: Ollie Pro 2.0には、Ollieテーマバージョン1.4.8以降が必要です。続行する前に%sしてください。

source: update your theme
de_de: Aktualisieren Sie Ihr Design
ja: テーマを更新する

source: The Ollie Pro plugin needs the free Ollie theme to work. View the theme and install it %s.
de_de: Das Ollie Pro-Plugin benötigt das kostenlose Ollie-Theme, um zu funktionieren. Sehen Sie sich das Theme an und installieren Sie es %s.
ja: Ollie Proプラグインを動作させるには、無料のOllieテーマが必要です。テーマを表示し、%sインストールします。

source: Adds the Ollie Pro pattern library and Ollie Pro Dashboard to the Ollie block theme.
de_de: Fügt die Ollie Pro-Musterbibliothek und das Ollie Pro-Dashboard zum Ollie-Blockdesign hinzu.
ja: OllieブロックテーマにOllie ProパターンライブラリとOllie Proダッシュボードを追加します。

source: Generate a custom color palette based on your brand color using the color picker.
de_de: Generieren Sie mit dem Farbwähler eine benutzerdefinierte Farbpalette basierend auf Ihrer Markenfarbe.

source: Ollie About
de_de: Ollie Über

source: Ollie Pricing
de_de: Ollie Preisgestaltung

source: Advanced Query Loop
de_de: Erweiterte Abfrageschleife

source: Create Block Theme
de_de: Block-Theme erstellen

source: Performance Lab
de_de: Leistungslabor

source: Mona Sans Narrow
de_de: Mona Sans Schmal

source: Big Shoulders
de_de: Breite Schultern

source: Space Grotesk
de_de: Leerzeichengrotesk

source: Montagu Slab
de_de: Montagu-Platte

source: Source Serif 4
de_de: Quelle Serife 4

source: Unknown update checker status "%s"
de_de: Unbekannter Update-Status "%s"
