Repository: collegeman/confluence-web
Catalog: web/app/plugins/ollie-pro/languages/ollie-pro-*.po
Languages: de_de, ja

source: Pattern Actions
de_de: Pattern Aktionen
ja: パターンアクション

source: Insert on current page
de_de: Auf aktueller Seite einfügen
ja: 現在のページに挿入

source: Insert Pattern
de_de: Pattern einfügen
ja: パターンの挿入

source: Insert dynamic pattern
de_de: Dynamisches Pattern einfügen
ja: ダイナミックパターンの挿入

source: Insert Dynamic Pattern
de_de: Dynamisches Pattern einfügen
ja: ダイナミックパターンの挿入

source: Copy pattern blocks
de_de: Pattern-Blocks kopieren
ja: パターンブロックのコピー

source: Download pattern to theme
de_de: Pattern herunterladen
ja: パターンをテーマにダウンロード

source: Download the pattern to your theme's pattern library to edit and customize
de_de: Laden Sie das Pattern in die Bibliothek Ihres Themes herunter, um es zu bearbeiten und anzupassen
ja: パターンをテーマのパターンライブラリにダウンロードして、編集およびカスタマイズします

source: Heads up, this will remove the pattern file from your theme. If you've customized the pattern, the changes will be lost.
de_de: Achtung, dies wird die Pattern-Datei aus Ihrem Theme entfernen. Wenn Sie das Pattern angepasst haben, gehen die Änderungen verloren.
ja: 注意点として、これによりテーマからパターンファイルが削除されます。パターンをカスタマイズした場合、変更は失われます。

source: Remove Pattern
de_de: Pattern entfernen
ja: パターンを削除

source: Download Pattern
de_de: Pattern herunterladen
ja: ダウンロードパターン

source: Remove from favorites
de_de: Aus den Favoriten entfernen
ja: お気に入りから削除

source: Remove from Favorites
de_de: Aus Favoriten entfernen
ja: お気に入りから外す

source: Add To Favorites
de_de: Den Favoriten hinzufügen
ja: お気に入り追加

source: Add to Favorites
de_de: Zu Favoriten hinzufügen
ja: お気に入りに追加

source: Previous
de_de: Vorherige
ja: 前へ

source: Next
de_de: Nächste
ja: 次へ

source: No patterns found.
de_de: Keine Pattern gefunden.
ja: パターンが見つかりませんでした。

source: Showing
de_de: Anzeigen
ja: 表示中

source: of
de_de: von
ja: の

source: Per page:
de_de: Pro Seite:
ja: ページごと:

source: Ollie Pattern Preview
de_de: Ollie Pattern Vorschau
ja: オーリーパターンプレビュー

source: Pattern Details
ja: パターンの詳細

source: Added to favorites
de_de: Den Favoriten hinzugefügt
ja: お気に入りに追加しました

source: Added to theme
de_de: Zum Theme hinzugefügt
ja: テーマに追加されました

source: Insert Into Page
de_de: In Seite einfügen
ja: ページへの挿入

source: Remove from Theme
de_de: Aus Theme entfernen
ja: テーマから削除

source: Add To Theme
de_de: Zum Theme hinzufügen
ja: テーマに追加

source: Browse the patterns available in Ollie pattern library and download them to your site.
de_de: Durchsuchen Sie die in der Ollie-Patternbibliothek verfügbaren Pattern und laden Sie sie auf Ihre Website herunter.
ja: Ollieパターンライブラリで利用可能なパターンを閲覧し、サイトにダウンロードします。

source: Ollie Pattern Library
de_de: Ollie Patternbibliothek
ja: オリーパターンライブラリ

source: Open Ollie Pattern Library
de_de: Ollie Patternbibliothek öffnen
ja: Ollieパターンライブラリを開く

source: Go Back
de_de: Zurück
ja: 前に戻る

source: This collection uses the
de_de: Diese Kollektion verwendet die
ja: このコレクションでは、

source: style variation in the Ollie theme.
de_de: Stilvariation im Ollie-Theme.
ja: オリーのテーマのスタイルバリエーション。

source: Learn about style variations
de_de: Erfahren Sie mehr über Stilvariationen
ja: スタイルのバリエーションについて学ぶ

source: Pattern Categories
de_de: Pattern Kategorien
ja: パターンカテゴリ

source: Pattern Collections
de_de: Pattern Kollektionen
ja: パターンコレクション

source: Preview mobile design
de_de: Vorschau der mobilen Version
ja: モバイルデザインのプレビュー

source: Mobile
de_de: Mobil
ja: 携帯電話

source: Preview tablet design
de_de: Vorschau der Tablet-Version
ja: タブレットのデザインをプレビュー

source: Tablet
ja: タブレット

source: Preview desktop design
de_de: Vorschau der Desktop-Version
ja: デスクトップ デザインのプレビュー

source: Desktop
ja: デスクトップ

source: Search patterns
de_de: Patterns suchen
ja: パターンを検索する

source: Search in
de_de: Suchen in
ja: 検索

source: Loading...
de_de: Lädt..
ja: 読み込み中…

source: Bulk Edit
de_de: Massen-Bearbeitung
ja: 一括編集

source: Add to theme
de_de: Zu Theme hinzufügen
ja: テーマに追加

source: Remove from theme
de_de: Aus Theme entfernen
ja: テーマから削除

source: Insert into current page
de_de: Auf aktueller Seite einfügen
ja: 現在のページに挿入

source: Add to favorites
de_de: Zu Favoriten hinzufügen
ja: お気に入りに追加

source: Select All
de_de: Alle auswählen
ja: すべて選択

source: Deselect
de_de: Abwählen
ja: 選択解除

source: Sort By
de_de: Sortieren nach
ja: 並び替え

source: Ascending
de_de: Aufsteigend
ja: 昇順

source: Descending
de_de: Absteigend
ja: 降順

source: Latest
de_de: Neueste
ja: 最新

source: Clear sort
de_de: Sortierung zurürcksetzen
ja: 絞り込み解除

source: Filter
ja: フィルター

source: My Favorites
de_de: Meine Favoriten
ja: お気に入り

source: Downloaded to theme
de_de: Pattern herunterladen
ja: テーマにダウンロードしました

source: Clear filter
de_de: Filter löschen
ja: フィルターをクリア

source: Grid View
de_de: Gitteransicht
ja: グリッド表示

source: 2 Column
de_de: 2 Spalten
ja: 2列

source: 3 Column
de_de: 3 Spalten
ja: 3列

source: 4 Column
de_de: 4 Spalten
ja: 4列

source: You do not have permission to reset templates.
de_de: Sie verfügen nicht über die Berechtigung zum Zurücksetzen von Templates.
ja: テンプレートをリセットする権限がありません。

source: Templates reset successfully.
de_de: Templates wurden erfolgreich zurückgesetzt.
ja: テンプレートは正常にリセットされます。

source: Failed to reset templates.
de_de: Fehler beim Zurücksetzen von Templates.
ja: テンプレートのリセットに失敗しました。

source: You do not have permission to reset global styles.
de_de: Sie verfügen nicht über die Berechtigung zum Zurücksetzen globaler Formatvorlagen.
ja: グローバルスタイルをリセットする権限がありません。

source: Global styles reset successfully.
de_de: Globale Stile wurden erfolgreich zurückgesetzt.
ja: グローバル スタイルが正常にリセットされました。

source: Failed to reset global styles.
de_de: Fehler beim Zurücksetzen globaler Stile.
ja: グローバル スタイルのリセットに失敗しました。

source: Settings
de_de: Einstellungen
ja: 設定

source: Docs
de_de: Dokumentation
ja: ドキュメント

source: Style and type parameters are required
de_de: Stil- und Typparameter sind erforderlich
ja: スタイルとタイプのパラメーターが必要です

source: Pattern %s not found
de_de: Pattern %s nicht gefunden
ja: パターン %s が見つかりません

source: %s updated successfully
de_de: %s erfolgreich aktualisiert
ja: %s は正常に更新されました

source: %s template updated successfully
de_de: %s Vorlage erfolgreich aktualisiert
ja: %s テンプレートが正常に更新されました

source: Preview content deleted successfully
de_de: Vorschau von erfolgreich gelöschten Inhalten anzeigen
ja: 正常に削除されたコンテンツのプレビュー

source: Sorry, you are not allowed to do that.
de_de: Bedaure, Sie sind nicht berechtigt, dies ausführen.
ja: 申し訳ありませんが、あなたはそれを行うことはできません。

source: Preview %s already deleted
de_de: Vorschau %s bereits gelöscht
ja: プレビュー%sはすでに削除されています

source: Preview %s deleted successfully
de_de: Vorschau %s erfolgreich gelöscht
ja: プレビュー%sが正常に削除されました

source: Failed to delete preview %s
de_de: Fehler beim Löschen der Vorschau%s
ja: プレビュー%sの削除に失敗しました

source: No plugins specified
de_de: Keine Plugins angegeben
ja: プラグインが指定されていません

source: Back to WP Admin
de_de: Zurück zu Admin
ja: WP 管理者に戻る

source: Reset Ollie Settings
de_de: Ollie-Einstellungen zurücksetzen
ja: Ollie設定をリセットする

source: Reset All Settings
de_de: Einstellungen zurücksetzen
ja: すべての設定をリセット

source: Reset settings and template customizations to the default theme settings.
de_de: Alle Einstellungen zu Template-Anpassungen zurücksetzen.
ja: 設定とテンプレートのカスタマイズをデフォルトのテーマ設定にリセットします。

source: Reset Ollie Styles & Settings
de_de: Ollie Styles & Einstellungen zurücksetzen
ja: Ollieのスタイルと設定をリセット

source: Reset all style and wizard settings to the default theme styles.
de_de: Zurücksetzen von Style und Einrichtungsassistenz-Einstellungen.
ja: すべてのスタイルとウィザードの設定をデフォルトのテーマスタイルにリセットします。

source: Reset Ollie Templates
de_de: Ollie Templates zurücksetzen
ja: Ollieテンプレートのリセット

source: Reset all template customizations to the default theme templates.
de_de: Alle Template-Anpassungen zurücksetzen.
ja: すべてのテンプレートのカスタマイズをデフォルトのテーマテンプレートにリセットします。

source: Resetting styles and templates should be done with caution if you have already made significant changes to your site. This cannot be undone.
de_de: Das Zurücksetzen von Stylen und Templates sollte mit Bedacht erfolgen da es umfassende Änderungen an deiner Website vornimmt. Dies kann nicht rückgängig gemacht werden.
ja: スタイルとテンプレートのリセットは、サイトにすでに大幅な変更を加えている場合は注意して行う必要があります。これは元に戻せません。

source: Cancel
de_de: Abbrechen
ja: キャンセル

source: Resetting...
de_de: Zurücksetzen..
ja: リセットしています…

source: Reset Settings & Templates
de_de: Einstellungen und Templates zurücksetzen
ja: 設定とテンプレートのリセット

source: Reset Settings
de_de: Einstellungen zurücksetzen
ja: 設定をリセット

source: Reset Templates
de_de: Templates zurücksetzen
ja: テンプレートのリセット

source: Reset
de_de: Zurücksetzen
ja: リセット

source: Your settings & templates have been reset
de_de: Ihre Einstellungen und Vorlagen wurden zurückgesetzt
ja: 設定とテンプレートがリセットされました

source: Your settings have been reset
de_de: Ihre Einstellungen wurden zurückgesetzt
ja: 設定がリセットされました

source: Your templates have been reset
de_de: Ihre Vorlagen wurden zurückgesetzt
ja: テンプレートがリセットされました

source: We reset both your styles and templates and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.
de_de: Wir haben sowohl Ihre Stile als auch Ihre Vorlagen zurückgesetzt und sie sind jetzt wieder auf den Standardeinstellungen des Designs. Fahren Sie mit dem Setup-Assistenten oder den Starter-Sites fort, um Ihre Site einzurichten.
ja: スタイルとテンプレートの両方がリセットされ、テーマのデフォルトに戻ります。セットアップ ウィザードまたはスターター サイトに進み、サイトをセットアップします。

source: We reset your styles and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.
de_de: Wir haben Ihre Stile zurückgesetzt und sie sind jetzt wieder auf den Standardeinstellungen des Designs. Fahren Sie mit dem Setup-Assistenten oder den Starter-Sites fort, um Ihre Site einzurichten.
ja: スタイルがリセットされ、テーマのデフォルトに戻ります。セットアップ ウィザードまたはスターター サイトに進み、サイトをセットアップします。

source: We reset your templates and they are now back to the theme defaults. Continue to the setup wizard or starter sites to set up your site.
de_de: Wir setzen Ihre Vorlagen zurück und sie sind jetzt wieder auf den Standardeinstellungen des Themes zurückgesetzt. Fahren Sie mit dem Setup-Assistenten oder den Starter-Sites fort, um Ihre Site einzurichten.
ja: テンプレートがリセットされ、テーマのデフォルトに戻ります。セットアップ ウィザードまたはスターター サイトに進み、サイトをセットアップします。

source: Close
de_de: Schließen
ja: 閉じる

source: Play Video
de_de: Video abspielen
ja: ビデオ再生

source: Ollie Pro Dashboard
ja: Ollie Proダッシュボード

source: Site Setup Wizard
de_de: Einrichtungsassistent
ja: サイトセットアップウィザード

source: Starter Sites
de_de: Starter-Websites
ja: スターターサイト

source: Create Child Theme
de_de: Erstellen eines Child Themes
ja: 子テーマの作成

source: Install Plugins
de_de: Plugins installieren
ja: プラグインをインストール

source: Create Pages
de_de: Seiten erstellen
ja: ページ作成

source: Homepage & Blog
ja: ホームページ&ブログ

source: Color Palette
de_de: Farbpalette
ja: カスタムカラーパレット

source: Typography
de_de: Typografie
ja: タイポグラフィ

source: Page Layout
de_de: Seitenlayout
ja: ページレイアウト

source: Header & Footer
ja: ヘッダーとフッター

source: Create a Child Theme
de_de: Erstellen eines Child Themes
ja: 新しい子テーマの作成

source: Use this tool to create and activate a child theme based on the Ollie theme.
de_de: Nutze dieses Tool um ein Child-Theme zu erstellen und zu aktivieren.
ja: このツールを使用して、Ollieテーマに基づいて子テーマを作成およびアクティブ化します。

source: Child theme created and activated.
de_de: Child-Theme erstellt und aktiviert.
ja: 子テーマが作成され、アクティブ化されました。

source: Theme Name
ja: テーマ名

source: Theme URL
ja: テーマの URL

source: Description
de_de: Beschreibung
ja: 説明

source: A child theme for Ollie.
de_de: Ein Child-Theme für Ollie.
ja: Ollieの子テーマ

source: Author
de_de: Autor
ja: 投稿者

source: Author URL
de_de: Autor URL
ja: 制作者 URL

source: Version
ja: バージョン

source: Text Domain
ja: テキストドメイン

source: My Ollie Child Theme
de_de: Mein Ollie Child-Theme
ja: Ollieの子テーマ

source: The name of your child theme as it appears in the WordPress admin.
de_de: Der Name Ihres untergeordneten Themes, wie er im WordPress-Adminbereich angezeigt wird.
ja: WordPress管理画面に表示される子テーマの名前

source: Theme URL (optional)
ja: テーマ URL (オプション)

source: The URL where users can learn more about your theme.
de_de: Die URL, unter der Benutzer mehr über Ihr Theme erfahren können.
ja: ユーザーがテーマについての詳細URL

source: Description (optional)
de_de: Beschreibung (optional)
ja: 説明 (オプション)

source: A custom child theme based on Ollie.
de_de: Ein benutzerdefiniertes Child-Theme, das auf Ollie basiert.
ja: Ollieにベースにしたカスタム子テーマ

source: A brief description of your child theme.
de_de: Eine kurze Beschreibung Ihres Child-Themes.
ja: 子テーマの簡単な説明

source: Author (optional)
de_de: Autor (optional)
ja: 著者 (オプション)

source: Your Name
de_de: Ihr Name
ja: 名前

source: The name of the theme author.
de_de: Der Name des Autors des Designs.
ja: テーマの作成者

source: Author URL (optional)
de_de: Autoren-URL (optional)
ja: 作成者 URL (オプション)

source: The URL of the theme author's website.
de_de: Die URL der Website des Theme-Autors.
ja: テーマ作成者の Web サイトURL。

source: Version (optional)
de_de: Ausführung (optional)
ja: バージョン (オプション)

source: The version number of your child theme.
de_de: Die Versionsnummer Ihres untergeordneten Designs.
ja: 子テーマのバージョン番号

source: Text Domain (optional)
de_de: Textbereich (optional)
ja: テキストドメイン (オプション)

source: The text domain used for theme translations.
de_de: Die Textdomäne, die für Designübersetzungen verwendet wird.
ja: テーマの翻訳に使用されるテキストドメイン

source: Create and Activate Child Theme
de_de: Erstelle und aktiviere Child-Theme
ja: 子テーマの作成とアクティブ化

source: What is a child theme?
de_de: Was ist ein Child-Theme?
ja: 子テーマとは?

source: A child theme is a theme that inherits the functionality and styling of another theme (the parent theme) while allowing you to make customizations that won't be lost when the parent theme updates.
de_de: Ein untergeordnetes Design ist ein Design, das die Funktionalität und den Stil eines anderen Designs (des übergeordneten Designs) übernimmt und Ihnen gleichzeitig Anpassungen ermöglicht, die bei einer Aktualisierung des übergeordneten Designs nicht verloren gehen.
ja: 子テーマは、別のテーマ (親テーマ) の機能とスタイルを継承しながら、親テーマの更新時に失われないカスタマイズを行うことができるテーマです。

source: Do I need a child theme?
de_de: Brauche in ein Child-Theme?
ja: 子テーマは必要ですか?

source: These days, most users don't need a child theme since many customizations can be done directly in the block and site editor.
de_de: Heutzutage benötigen die meisten Benutzer kein untergeordnetes Design, da viele Anpassungen direkt im Block- und Site-Editor vorgenommen werden können.
ja: 最近では、多くのカスタマイズをブロックエディターとサイトエディターで直接行うことができるため、ほとんどのユーザーは子テーマを必要としません。

source: I lost my customizations!
de_de: Ich habe meine Anpassungen verloren!
ja: カスタマイズをなくしてしまいました!

source: Global style changes are tied to your active theme. If you activate a child theme after making customizations, those changes won't appear. Always activate your child theme first, then make customizations.
de_de: Globale Stiländerungen sind an Ihr aktives Design gebunden. Wenn Sie ein untergeordnetes Design aktivieren, nachdem Sie Anpassungen vorgenommen haben, werden diese Änderungen nicht angezeigt. Aktivieren Sie immer zuerst Ihr untergeordnetes Theme und nehmen Sie dann Anpassungen vor.
ja: グローバルスタイルの変更は、アクティブなテーマに関連付けられています。カスタマイズ後に子テーマをアクティブ化した場合、それらの変更は表示されません。常に最初に子テーマをアクティブ化してから、カスタマイズを行います。

source: Create Block Theme Plugin
ja: ブロックテーマプラグインを作成

source: If you plan to do extensive work on your child theme, consider installing the
de_de: Wenn Sie vorhaben, umfangreiche Arbeiten an Ihrem untergeordneten Theme durchzuführen, sollten Sie die Installation der
ja: 子テーマで広範な作業を行う予定の場合は、

source: , which helps write site editor and global style changes directly to your child theme files.
de_de: , mit der Sie Änderungen am Site-Editor und am globalen Stil direkt in Ihre untergeordneten Designdateien schreiben können.
ja: は、サイトエディターとグローバルスタイルの変更を子テーマファイルに直接書き込むのに役立ちます。

source: Heads up!
de_de: Vorsicht!
ja: 注意!

source: Global style changes (colors, typography, etc.) are tied to your active theme. If you activate a child theme after making customizations, those changes won't appear. You will need to activate your previous theme to see those customizations again.
de_de: Globale Stiländerungen (Farben, Typografie usw.) sind an Ihr aktives Theme gebunden. Wenn Sie ein untergeordnetes Design aktivieren, nachdem Sie Anpassungen vorgenommen haben, werden diese Änderungen nicht angezeigt. Sie müssen Ihr vorheriges Theme aktivieren, um diese Anpassungen wieder zu sehen.
ja: グローバルなスタイル変更(色、タイポグラフィなど)は、アクティブなテーマに関連付けられています。カスタマイズ後に子テーマをアクティブ化した場合、それらの変更は表示されません。これらのカスタマイズを再度表示するには、以前のテーマをアクティブ化する必要があります。

source: Create and Activate
de_de: Erstelle und aktiviere
ja: 作成とアクティブ化

source: Theme Studio
de_de: Weiterlesen
ja: テーマスタジオ

source: Theme Studio Docs
ja: テーマスタジオドキュメント

source: Resources
de_de: Ressourcen
ja: リソース

source: Ollie Docs
ja: Ollie使い方ガイド

source: Ollie Videos
ja: Ollie使い方ビデオ講座

source: Ollie Support
ja: Ollieサポート

source: Visit OllieWP.com
de_de: Besuchen Sie OllieWP.com
ja: OllieWP.comを見てみる

source: Use these tools to get your site up and running in just a few minutes.
de_de: Verwenden Sie diese Tools, um Ihre Website in nur wenigen Minuten zum Laufen zu bringen.
ja: これらのツールを使用すると、わずか数分でサイトを稼働させることができます。

source: Ollie Docs, Guides, and Videos
de_de: Ollie Docs, Anleitungen und Videos
ja: Ollieのドキュメント、ガイド、ビデオ

source: We've put together comprehensive tutorials to help you build faster and smarter.
de_de: Wir haben umfassende Tutorials zusammengestellt, die Ihnen helfen, schneller und intelligenter zu bauen.
ja: より速く、よりスマートに構築するための包括的なチュートリアルをまとめました。

source: Ollie Documentation
de_de: Ollie Dokumentation
ja: Ollie使い方ガイド

source: Visit the Ollie docs homepage to browse all of the available docs and learn how to build with block themes.
de_de: Besuchen Sie die Ollie Docs-Startseite, um alle verfügbaren Dokumente zu durchsuchen und zu erfahren, wie Sie mit Blockdesigns erstellen.
ja: Ollie docs のホームページにアクセスして、利用可能なすべてのドキュメントを閲覧し、ブロックテーマを使用してビルドする方法を学びましょう。

source: Browse the Docs
de_de: Durchsuchen der Dokumentation
ja: ドキュメントを参照する

source: Ollie Video Library
de_de: Ollie Videothek
ja: Ollieビデオライブラリ

source: Learn how to use the Ollie Pro pattern library, theme studio, and much more by watching our video tutorials.
de_de: Erfahren Sie, wie Sie die Ollie Pro-Patternbibliothek, das Theme Studio und vieles mehr verwenden, indem Sie sich unsere Video-Tutorials ansehen.
ja: Ollie Proパターンライブラリ、テーマスタジオなどの使用方法を、ビデオチュートリアルでご覧ください。

source: Watch the Videos
de_de: Sehen Sie sich die Videos an
ja: ビデオを見る

source: Get help with Ollie
de_de: Holen Sie sich Hilfe zu Ollie
ja: Ollie のサポートを受ける

source: Having trouble with your theme or want to report an issue? Submit an issue through your Ollie Pro account and we'll help out.
de_de: Haben Sie Probleme mit Ihrem Theme oder möchten Sie ein Problem melden? Reichen Sie ein Problem über Ihr Ollie Pro-Konto ein und wir helfen Ihnen weiter.
ja: テーマに問題がある、または問題を報告したいですか?Ollie Proアカウントを通じて問題を送信していただければ、私たちがお手伝いします。

source: Get Help with Ollie
de_de: Holen Sie sich Hilfe mit Ollie
ja: Ollie のヘルプを利用する

source: Getting started with Ollie Pro
de_de: Erste Schritte mit Ollie Pro
ja: Ollie Proの使用を開始する

source: Check out the videos below to learn the basics of Ollie Pro.
de_de: Schauen Sie sich die folgenden Videos an, um die Grundlagen von Ollie Pro zu erlernen.
ja: 以下のビデオをチェックして、Ollie Proの基本を学びましょう。

source: Close Starter Guide
de_de: Schließe Starter Guide
ja: スターターガイドを閉じる

source: Activate Ollie Pro
de_de: Ollie Pro aktivieren
ja: OllieProをアクティブ化します

source: Log into your Ollie Pro account to activate Ollie Pro on this site and unlock the full Ollie Pro pattern library and pro tools.
de_de: Melden Sie sich bei Ihrem Ollie Pro-Konto an, um Ollie Pro auf dieser Website zu aktivieren und die vollständige Ollie Pro-Musterbibliothek und die Pro-Tools freizuschalten.
ja: Ollie Proアカウントにログインして、このサイトでOllie Proをアクティブ化し、完全なOllieProパターンライブラリとプロツールのロックを解除します。

source: Sign in to Ollie Pro
de_de: Melden Sie sich bei Ollie Pro an
ja: OllieProにサインインします

source: Learn about the site wizard
de_de: Erfahren Sie mehr über den Website-Assistenten
ja: サイト ウィザードの詳細

source: The site setup wizard guides you through each step of your site setup including plugins, pages, typogrpahy, colors, and layouts.
de_de: Der Site-Setup-Assistent führt Sie durch jeden Schritt Ihrer Site-Einrichtung, einschließlich Plugins, Seiten, Typogrpahy, Farben und Layouts.
ja: サイト設定ウィザードは、プラグイン、ページ、タイポグラフ、色、レイアウトなど、サイト設定の各ステップをガイドします。

source: Learn about starter sites
de_de: Erfahren Sie mehr über Starter-Websites
ja: スターターサイトについて

source: Starter sites are one-click sites pre-configured with pages, templates, styles, and plugins to help you launch faster.
de_de: Starter-Sites sind Ein-Klick-Sites, die mit Seiten, Vorlagen, Stilen und Plugins vorkonfiguriert sind, damit Sie schneller starten können.
ja: スターターサイトは、ページ、テンプレート、スタイル、プラグインが事前に設定されたワンクリックサイトであり、より迅速に立ち上げることができます。

source: Learn about the pattern library
de_de: Erfahren Sie mehr über die Musterbibliothek
ja: パターンライブラリの詳細

source: Learn how to use the Ollie Pro pattern library to browse hundreds of pixel-perfect, responsive patterns and page layouts.
de_de: Erfahren Sie, wie Sie mit der Ollie Pro-Musterbibliothek Hunderte von pixelgenauen, responsiven Mustern und Seitenlayouts durchsuchen können.
ja: Ollie Proパターンライブラリを使用して、ピクセルパーフェクトでレスポンシブなパターンとページレイアウトを数百種類閲覧する方法を学びます。

source: Design better, build faster, and publish sooner with Ollie
de_de: Besser entwerfen, schneller erstellen und schneller veröffentlichen mit Ollie
ja: Ollieでより優れたデザイン、より迅速に構築、より迅速に公開

source: A new era of site building has arrived in WordPress. With the powerful new site editor, you can build beautiful, blazing-fast websites natively with WordPress and Ollie — no page builder plugins required.
de_de: Eine neue Ära der Website-Erstellung ist in WordPress angekommen. Mit dem leistungsstarken neuen Website-Editor kannst du wunderschöne, blitzschnelle Websites nativ mit WordPress und Ollie erstellen – ohne dass Page-Builder-Plugins erforderlich sind.
ja: WordPressにサイト構築の新時代が到来しました。強力な新しいサイトエディタを使用すると、WordPressとOllieを使用して、ページビルダープラグインを必要とせずに、美しく超高速のWebサイトをネイティブに構築できます。

source: Sign In to Ollie Pro
de_de: Melden Sie sich bei Ollie Pro an
ja: Ollie Proにサインイン

source: Get Ollie Pro now
de_de: Holen Sie sich jetzt Ollie Pro
ja: Ollie Pro を今すぐ入手

source: Login successful!
de_de: Login erfolgreich!
ja: ログインしました!

source: Sign in to unlock the Ollie Pro pattern library and other pro features.
de_de: Melden Sie sich an, um die Ollie Pro-Musterbibliothek und andere Pro-Funktionen freizuschalten.
ja: サインインして、OllieProパターンライブラリとその他のプロ機能のロックを解除します。

source: Email
ja: メールアドレス

source: Password
de_de: Passwort
ja: パスワード

source: Sign in
de_de: Anmelden
ja: サインイン

source: Forgot Password?
de_de: Passwort vergessen?
ja: パスワードをお忘れですか？

source: Sign In
de_de: Anmelden
ja: サインイン

source: My Account
de_de: Mein Konto
ja: マイアカウント

source: No active subscription found.
de_de: Kein aktives Abonnement gefunden.
ja: 有効なサブスクリプションが見つかりませんでした。

source: Please renew your subscription to continue using Ollie Pro.
de_de: Bitte erneuern Sie Ihr Abonnement, um Ollie Pro weiterhin nutzen zu können.
ja: Ollie Proを引き続き使用するには、サブスクリプションを更新してください。

source: Get Ollie Pro
de_de: Holen Sie sich Ollie Pro
ja: Ollie Proを入手

source: You are an Ollie Pro!
de_de: Du bist ein Ollie Pro!
ja: あなたはOllie Proメンバーです。

source: Manage your subscription, activations and other account details by visiting your account area on OllieWP.com.
de_de: Verwalten Sie Ihr Abonnement, Ihre Aktivierungen und andere Kontodaten, indem Sie Ihren Kontobereich auf OllieWP.com besuchen.
ja: サブスクリプション、アクティベーション、その他のアカウントの詳細を管理するには、OllieWP.com のアカウントエリアにアクセスしてください。

source: Go to your account
de_de: Gehen Sie zu Ihrem Konto
ja: アカウントに移動

source: Logged in with
de_de: Angemeldet als %s
ja: でログイン

source: Log out of Ollie Pro
de_de: Melden Sie sich von Ollie Pro ab
ja: OllieProからログアウトします
